{
    "enchantment_lore.contains_no_enchantments": "這本書沒有附魔。 ",
    "enchantment_lore.no_translation_for": "附魔無翻譯：",
    "enchantment_lore.minecraft:aqua_affinity.lore": "在水下擺動重型工具的困難是海濱村莊需要重新設計其浸水地基的眾所周知的麻煩。一些附魔師開發了一種咒語，可以幫助其受益者在水中時的靈巧性。據稱這種魔法是基於魷魚的生理學，創造者宣傳的一種說法是為了證明如果使用者沒有完全浸入水中會降低附魔功效的缺陷是合理的。他們還堅持認為，魷魚沒有腿和肺，因此影響僅限於手動任務。",
    "enchantment_lore.minecraft:aqua_affinity.description": "§n親水性§r\n\n最高等級：I\n\n相容於：頭盔\n\n忽略水下採礦的 5 倍採礦速度降低。\n不影響浮動的 5 倍減少。",
    "enchantment_lore.minecraft:bane_of_arthropods.lore": "經典口號的刻字和加高版本，可防止家庭害蟲：§o希呀吐哩・嗶喔吐哩§r（Hyathri byothri）。修改後的版本使用了一個更正式的結構，讓它作為一種魔法持續存在：§o哪吐・哈佛爾・嗶咿夫爾・喔哪咿嗯哆吐嗯・喔嘟爾§r（Natu hafor byifur onai n’dotun wodur）。當應用於武器時，銘文會增強對蟲子和其他幾丁質生物的殺傷力。值得注意的是，選擇「§o嗶吐哩§r」（byothri）的變體形式「§o嗶咿夫爾§r」（byifur）甚至可以對抗超凡脫俗的敵人，只要他們擁有昆蟲血統。",
    "enchantment_lore.minecraft:bane_of_arthropods.description": "§n節肢剋星§r\n\n最高等級：V\n\n相容於：劍、斧\n\n對 蜘蛛、洞穴蜘蛛、洞穴蜘蛛、蠹魚 和 蜜蜂 的傷害成倍增加（2.5 × 等級）。\n\n與 不死剋星 和 鋒利 互斥。 ",
    "enchantment_lore.minecraft:blast_protection.lore": "「如果任何勇敢的探險家在進入沙漠神殿的短途旅行中都可以依靠一件事，那就是保證§o爆炸§r的樂趣！當然，在有人受傷之前，爆炸都是有趣的遊戲，幸運的是，對於我們親愛的探險家來說，爆炸保護的附魔只是控制慶祝活動的門票。無論是苦力怕的擁抱還是某個 TNT 的厚顏無恥的惡作劇，你的盔甲注入了爆炸保護，一定會讓你臉上露出笑容！」 - §o從流浪商人的宣傳冊卡片中複製§r",
    "enchantment_lore.minecraft:blast_protection.description": "§n爆炸保護§r\n\n最高等級：IV\n\n相容於：盔甲\n\n減少爆炸傷害（8×等級）%\n各種保護相互排斥，效果可以疊加。減少上限為 80%。\n理論上減少爆炸擊退，但僅在 VII 級之後，在生存模式中無法達到。這是由於一個錯誤（MC-198809）。",
    "enchantment_lore.minecraft:channeling.lore": "在從失落的海洋中恢復過來的文本中所吹噓的神奇力量的異國壯舉中，「喚雷」［譯者註：原名§oGylmallaghn§r］是為數不多的被現代從業者複製的作品之一。當在由角製成的手柄上加工並固定在金屬武器上時，喚雷將使武器能夠吸引持續風暴中的雷擊穿過自身並進入被擊中的生物。手柄似乎是喚雷運作的必要組件，只要他們小心處理，就可以使持用者免受意外襲擊。",
    "enchantment_lore.minecraft:channeling.description": "§n喚雷§r\n\n最高等級：I\n\n相容於：三叉戟\n\n在暴風雨期間，召喚閃電擊中任何被拋出的三叉戟擊中的生物。與自然閃電一樣，將苦力怕轉化為閃電苦力怕，將村民轉化為女巫，將豬轉化為殭屍化豬布林，將哞菇轉化為相反的顏色。\n\n與 波濤 互斥。",
    "enchantment_lore.minecraft:cleaving.lore": "山地村民和樵夫對經過儀式增強的斧頭在劈開最密集的高山原木時的用處並不陌生。只需稍作調整，為戰鬥準備的類似斧頭就可以擊落塔盾並突破敵人的防禦，他們認為躲在木板後面是通往救贖之路。以這種方式製造的斧頭將被證明是相當解除武裝的。",
    "enchantment_lore.minecraft:cleaving.description": "§n斧斬§r\n\n最高等級：III\n\n相容於：斧\n\n對所有敵人的傷害提高（1 + 等級）並增加 0.5 秒（10 個遊戲刻）的破盾效果。\n\n與 鋒利、節肢剋星 和 不死剋星 互斥。",
    "enchantment_lore.minecraft:binding_curse.lore": "民間傳說中充斥著英勇的故事，以及英雄與他們看似傳奇的武器之間建立的紐帶的光榮複述。關於這些故事，當地的梅林不會告訴你的是，這種聯繫往往是綁定詛咒。被這個陰險咒語詛咒的物品不能被佩戴者直接脫下：只有物品或佩戴者死亡才會讓它們分開。一些虛構的例子甚至表明，有些物品甚至可以留在墳墓之外……",
    "enchantment_lore.minecraft:binding_curse.description": "§n綁定詛咒§r\n\n最高等級：I\n\n相容於：任何可穿戴的裝備\n\n防止已裝備的物品從盔甲槽中移除，除非是因為死亡或破損。創造模式的玩家除外。",
    "enchantment_lore.minecraft:vanishing_curse.lore": "「一位農夫和一個馬廄曾經因為蹄鐵匠的馬蹄藝而爭論不休。農夫堅持認為任何老鐵匠鋪都能勝任這項工作，而馬廄則堅持認為只有馬蹄鐵匠才能勝任這項工作。農夫用鐵匠給他的戰馬戴上蹄鐵，馬廄用馬蹄鐵給他的領主的馬蹄戴上蹄鐵。一週後，農夫向馬廄抱怨說他的涼鞋無法更換，因為鞋匠的男孩丟了所有的鞋子。」 - §o一個在附魔師進階之前提供給他們的寓言§r",
    "enchantment_lore.minecraft:vanishing_curse.description": "§n消失詛咒§r\n\n最高等級：I\n\n相容於：任何可附魔的物品\n\n死亡後，玩家物品欄中的所有帶有此附魔的物品都將不再存在。",
    "enchantment_lore.minecraft:depth_strider.lore": "在久經考驗的附魔中，一個共同的主題不涉及用魔法力量粗暴地打擊物質世界，而更多地是對自然力量的禮貌調整。這個小小的祝福並不是通過提高佩戴者的能力而起作用，而是藉由使水更容易流過。因此，佩戴者在水中移動時面臨的阻力要小得多，即使是靜止的水流也無法將它們帶走。最精心編織的咒語甚至會使水無視佩戴者，就好像他們根本不在那裡一樣。精明的讀者會注意到，如果沒有空氣源或額外的魔法，使用者即使可以自由移動也無法自由呼吸。",
    "enchantment_lore.minecraft:depth_strider.description": "§n深海漫遊§r\n\n最高等級：III\n\n相容於：靴子\n\n使水移動速度懲罰無效（等級/3）。也會影響水推動玩家和盔甲座的速度。\n\n與 冰霜行者 互斥。",
    "enchantment_lore.minecraft:efficiency.lore": "儘管許多附魔僅適用於非常狹窄的用途或某些工具，但確實存在一些附魔憑藉其構造可以非常愉快地應用於幾乎任何可能需要的情況。效率藉由放大工具的共振電導來發揮作用，使其能夠更完整地轉移使用者的精力。其效果是提高工具幫助完成工作的整體速度。以這種方式改進的工具可以幫助砍伐森林、穿越山脈，甚至在幾乎一天的時間內改變沙漠。",
    "enchantment_lore.minecraft:efficiency.description": "§n效率§r\n\n最高等級：V\n\n相容於：工具\n\n使用正確的工具破壞方塊時，工具速度增加（1 + 等級 × 等級）。對於斧，還增加了（25 + 等級 ×5）% 的破盾機率。",
    "enchantment_lore.minecraft:feather_falling.lore": "雞和其他家禽藉由滑翔、拍打翅膀甚至直接飛翔來抵抗重力的威脅，這不是什麼小祕密。以他們為例，人們可以藉由嘗試用集中的空氣噴射來減少向下的動量來減輕危險墜落的潛在危害。各地的奧術修補匠經常會嘗試自己對這個簡單原則的變化，雖然沒有人成功地完全否定危險的墜落，但許多人至少做出了值得稱讚的努力來降低不可避免的著陸的嚴重性。",
    "enchantment_lore.minecraft:feather_falling.description": "§n輕盈§r\n\n最高等級：IV\n\n相容於：靴子\n\n降低墜落傷害（12 × 等級）%。可疊加保護。減少上限為 80%。",
    "enchantment_lore.minecraft:fire_aspect.lore": "儘管許多附魔的配方來自生物，但有些來自相當平凡和無生命的起源。燧石的煉金還原之一實際上非常好地用作冶金助熔劑。這裡有一絲魔法，那裡有一個咒語，突然之間，一個被這種通量淨化的工具可以在接觸時產生火花，並用實心擊中明火。這種處理的效果是可靠的，儘管它不會允許持有者不分青紅皂白地燒焦、熔化或燃燒他們路徑上的任何東西，除非接收端的任何東西確實是易燃的。",
    "enchantment_lore.minecraft:fire_aspect.description": "§n燃燒§r\n\n最高等級：II\n\n相容於：劍\n\n讓被擊中的敵人著火（80 × 等級）刻，或（4 × 等級）秒。",
    "enchantment_lore.minecraft:fire_protection.lore": "火焰保護附魔最初是在一個小型熱帶草原聚居地開發的，有助於阻止殘留燃燒在佩戴者身上的蔓延和活躍。目前還沒有發現完全阻止火焰危險的方法，但這個經常以流浪魔術師兜售的小玩意、符咒或護身符形式出現的人物是次佳之物。火將更難附著在使用者身上，並且燒傷不會那麼嚴重。在大多數情況下仍然需要治療師或徵兵的關注，但有了防火保護，至少這些關注不會白費。有傳言說這個法術的部分靈感來自駱馬的唾沫。",
    "enchantment_lore.minecraft:fire_protection.description": "§n火焰保護§r\n\n最高等級：IV\n\n相容於：盔甲\n\n減少火焰傷害（8 × 等級）%。還可以將燃燒時間減少（15 × 等級）%，但只有最高等級的火焰保護才能用於此目的。\n各種保護相互排斥，效果可以疊加。減少上限為 80%。",
    "enchantment_lore.minecraft:flame.lore": "火焰的附魔代表了魔法和機械的獨特交集：就像燃燒依賴於經過煉金處理的燧石一樣，火焰也需要在弓的立管上添加一個灌注金屬的撞針。當帶有燧石頭的箭矢從弓上鬆開時，由於注入了射手的力量，它會點燃，使箭矢在飛行中燃燒，然後將火焰傳播到其路徑上的任何不幸目標。",
    "enchantment_lore.minecraft:flame.description": "§n火焰§r\n\n最高等級：I\n\n相容於：弓\n\n被帶有此附魔的箭矢射中的敵人會著火 5 秒，總共造成 4 的額外傷害。",
    "enchantment_lore.minecraft:fortune.lore": "幸運是附魔修行中最令人嚮往和貪婪保守的祕密之一。很少有書面記錄能夠暗示其最抽象的機制，而關於其創造的口頭傳統常常被可怕的咒語所擔保，這些咒語會打擊任何試圖將此類知識傳授給世系之外的人的實踐者。很少有線索暗示著一些善變的神靈或力量的召喚，魔法師只是與他們達成了褻瀆的交易條件……",
    "enchantment_lore.minecraft:fortune.description": "§n幸運§r\n\n最高等級：III\n\n相容於：除剪刀以外的工具\n\n增加可從某些方塊掉落的物品數量，包括礦石、農作物、樹葉、礫石和藤蔓。\n確切的獎勵因每個方塊而異。\n\n與 絲綢之觸 互斥。",
    "enchantment_lore.minecraft:frost_walker.lore": "從幾乎失傳的魔咒術中汲取靈感，冰霜行者附魔將使用者的動作能量交換為他們腳步下持續的集中寒冷光環。確切的技術涉及煉金術的技巧，練習者應該向贊助人傳授持續運動的重要性，以便為咒語提供能量。如果使用得當，它可以讓持有者在神祕形成的冰面上自由移動，跨過小火，甚至踩過熔岩，只要它們在固體表面上。該咒語對保護佩戴者的作用很小，超出了一步的限制，因此在流動的熔岩或大量火焰存在時應格外小心。",
    "enchantment_lore.minecraft:frost_walker.description": "§n冰霜行者§r\n\n最高等級：II\n\n相容於：靴子\n\n將玩家周圍（2 + 等級）範圍內的水源凍結成霜冰。\n如果暴露在天空之下，霜冰會在幾秒鐘內融化。\n玩家必須沿著地面移動，水源必須與玩家處於同一高度，空氣正上方。\n還可以防止在岩漿上行走造成的傷害。\n\n與 深海漫遊 互斥。",
    "enchantment_lore.minecraft:impaling.lore": "由航海文明開發的華麗銘文「魚叉」［譯者註：原名 §oPiryphthynu§r］磨練了三叉戟和類似水生武器的刺擊力，對海洋居民造成更大的傷害和更嚴重的傷害。現代從業者會對更強大形式的魔法的效力感到驚訝，進一步的研究最終應該會對不僅從應用魔法而且從環境本身中汲取力量的技術產生有價值的見解。",
    "enchantment_lore.minecraft:impaling.description": "§n魚叉§r\n\n最高等級：V\n\n相容於：三叉戟\n\n對水生生物造成（2.5 × 等級）額外傷害。水生生物包括海豚、深海守衛、深海守衛、魷魚、海龜和所有魚類，但不包括沉屍。",
    "enchantment_lore.minecraft:infinity.lore": "無限附魔最初是為一位富有但笨拙的公爵設計的，他想以獵人的身份出名，並且厭倦了一次又一次地浪費箭袋。有傳言說當地的製箭師甚至揚言要駛向遙遠的土地以示抗議！經過多次反複試驗，公爵的法師改進了用一種奧術繫繩綁定弓和箭矢的過程：為弓箭手提供有效無限的彈藥供應，而無需攜帶相當於一棵小樹的箭矢的重量。繫繩的微妙特性要求只能使用普通的箭來汲取無限的力量。帶有自己輸液的箭矢將從弓箭射出，而不會與弓相連。",
    "enchantment_lore.minecraft:infinity.description": "§n無限§r\n\n最高等級：I\n\n相容於：弓\n\n如果你用這個附魔的弓射出標準箭矢，箭矢不會被消耗。玩家必須至少擁有一支箭矢才能發揮作用，並且射出的箭矢無法取回。\n\n與 修補 互斥。",
    "enchantment_lore.minecraft:knockback.lore": "窳民武術被廣泛認為是更保守的藝術實踐者的禁忌話題，但最近一小部分自由實用主義者開始分析他們的創作。一個這樣的銘文已經被廣泛使用，不再帶有沉重的烙印：擊退。這種附魔的核心是一項簡單的工作，它減輕了戰士劍的動能轉移到對手的過程，使每次攻擊產生更大程度的反應性推動。",
    "enchantment_lore.minecraft:knockback.description": "§n擊退§r\n\n最高等級：II\n\n相容於：劍\n\n將擊退提高（3 × 等級）方格。",
    "enchantment_lore.minecraft:looting.lore": "掠奪是高度專業化的附魔組之一，其目的不是藉由煉金術轉化修改後的物品的成分或元素對應，而是該物品本身的基本作用。藉由將劍的大部分結構從物質領域轉換為基本領域，附魔使劍能夠施加更少的肉體破壞，同時仍然保持已實現的殺傷力程度不變。結果是一種武器，它可以讓使用者從被殺死的生物身上清除更多物品，因為傷害更多地施加在受害者的本質上而不是其材料上。",
    "enchantment_lore.minecraft:looting.description": "§n掠奪§r\n\n最高等級：III\n\n相容於：劍\n\n增加生物掉落的物品。最普通的掉落物最多可以有（等級）更多的物品，最不常見的掉落物有額外的（1-1/等級）機率掉落，而最稀有的物品有額外的（等級）% 機率掉落。",
    "enchantment_lore.minecraft:loyalty.lore": "忠誠［譯者註：原名 §oLeilleng§r］是一種從古代海民的遺物逆向工程的利基（儘管受到崇拜）附魔。 一個充滿忠誠的武器會與它的持有者結合，在被拋出後尋求回到他們的手中。更大的紐帶會帶來更大的響應能力，使武器能夠以越來越快的速度重新準備好。目前，它的底層機制是不透明的，並且幾乎沒有取得任何進展以將權力移植到其他工具中。",
    "enchantment_lore.minecraft:loyalty.description": "§n忠誠§r\n\n最高等級：III\n\n相容於：三叉戟\n\n三叉戟回到他們的投擲器，以每秒（10/（4 - 等級））方格的速度移動。\n\n與 波濤 互斥。",
    "enchantment_lore.minecraft:luck_of_the_sea.lore": "更廣泛的魚餌附魔的失敗版本。海洋的祝福開始是為了增加使用傳統釣竿捕魚的頻率，但銘文中的錯誤反而導致垂釣者魚鉤上出現的錯誤小玩意和小飾品的數量顯著增加。這位垂釣者忠於自己的使命，在建立作為小貴族的舒適生活之前，他選擇吸走給予他的額外財富來完成誘惑。",
    "enchantment_lore.minecraft:luck_of_the_sea.description": "§n海洋的祝福§r\n\n最高等級：III\n\n相容於：釣竿\n\n寶物掉落率提高（2 × 等級）%。還大大降低了垃圾戰利品的機率，並略微降低了魚戰利品的機率。",
    "enchantment_lore.minecraft:lure.lore": "魚餌由一個小貴族開發，然後在整個土地上傳播，是一種讓海濱在窳民和不死生物世界中生存的基本附魔。藉由誘使附近的魚更快上鉤，魚餌使漁夫無需花費大量時間來照料魚鉤和魚竿，而是讓他們迅速獲得可觀的漁獲量，以便他們可以更快地回到安全的地方，特別是因為最成功的捕魚必須在黃昏時分完成。",
    "enchantment_lore.minecraft:lure.description": "§n魚餌§r\n\n最高等級：III\n\n相容於：釣竿\n\n將「咬住魚餌」之前的等待時間減少（5 × 等級）秒，降至最低為 0。",
    "enchantment_lore.minecraft:mending.lore": "作為直接涉及基本領域的僅有的成功附魔之一，修補會在套用時創建銘刻物品的印記，並將該印記結晶在物品的本質中。當精華能量被注入附魔物品時，由於物品的本質與其印記產生共鳴，因此使用時的磨損會得到修復。只要基本能量可以被吸收，一個物品就可以假設無限期地和無限接近它的基本印記。有傳言說，藉由仔細操縱精華，印記的物品實際上可以對它們施加進一步的附魔，儘管這些傳言是否具有實質內容是藝術世系中公開辯論的話題。",
    "enchantment_lore.minecraft:mending.description": "§n修補§r\n\n最高等級：I\n\n相容於：任何有耐久度的物品\n\n如果裝備或手持帶有此附魔的損壞物品，它將消耗玩家將獲得的經驗值並恢復其耐久度（2 × 經驗值）。當多個物品可以消耗經驗值時，隨機選擇一個。\n\n與 無限 互斥。",
    "enchantment_lore.minecraft:multishot.lore": "分裂箭矢是經過充分研究的無限的一個深思熟慮的變體，它避開了半永久性繫繩，而是對發射的投射物產生倍增效應。無限使用其神奇的形式來創建單個未發射彈藥的新副本，而分裂箭矢則將單個螺栓重組為三個獨立的螺栓。附魔利用了藝術中的一個特殊定理，該定理表明，如果根據其最強的成分而不是其最強的屬性進行分解，對象實際上會保留高度的基本內聚力。藉由用魔法將必要的屬性重新註入每個分離的組件中，分裂箭矢可以在所有三個獨立的幾乎螺栓上產生有用的效果。",
    "enchantment_lore.minecraft:multishot.description": "§nMultishot§r\n\nMax Level: I\n\nCompatible with: Crossbows\n\nThree arrows are fired with every shot, consuming only one arrow. Only one arrow can be retrieved. Each arrow's path is 10° apart horizontally. This works even with special arrows and firework rockets.\n\nMutually exclusive with Piercing. ",
    "enchantment_lore.minecraft:piercing.lore": "Developed by a desert magician during a night of excessive drinking, Piercing quite simply increases the penetrative intensity of projectiles fired from the enchanted device. The magician’s first review of the dweomer while sober hypothesized that Piercing in fact operated successfully on the Essential, but later analyses demonstrated a function similar to the yielding effect found in spells such as Depth Strider. While epistemologically disappointing to practitioners of the Art, the martial applications have proven much more §opointed§r.",
    "enchantment_lore.minecraft:piercing.description": "§nPiercing§r\n\nMax Level: IV\n\nCompatible with: Crossbows\n\nFired arrows can pierce through (1+level) enemies. If at least one mob is pierced, the arrow can be retrieved even if its a special arrow. Has no effect on firework rockets.\n\nMutually exclusive with Multishot. ",
    "enchantment_lore.minecraft:power.lore": "In their desire to understand the causal mechanisms for the Undead menace, a team of practitioners undertook study of the animated skeleton archers that form a large part of the threat to Villages across the land. In the course of their work, they realized that it was not so much that the skeletons were innately powerful in a physical sense, but rather that their bows were somehow more pliant, and could transfer more kinetic energy from the skeletons’ draw into the flight of the arrow. Replicating these properties through inscription, the Enchanters were able to make the first Power bows.",
    "enchantment_lore.minecraft:power.description": "§nPower§r\n\nMax Level: V\n\nCompatible with: Bows\n\nIncreases arrow damage by 25% × (level+1), rounded up.",
    "enchantment_lore.minecraft:projectile_protection.lore": "Tired of feeling like a pincushion when you lay down to sleep at night? Frustrated with the ceaseless salivary slings of your favorite packllama always wearing you down? Reticent toward the prospects of some spooky Netherbeast* lobbing who knows what foul missile at your innocent caravan? Enchant your gear with Projectile Protection today!  §m*Vendor is not responsible for type of assailant or type of projectile the user might encounter in real use.§r” - §ocopied from the brochure card of a Wandering Trader§r",
    "enchantment_lore.minecraft:projectile_protection.description": "§nProjectile Protection§r\n\nMax Level: I\n\nCompatible with: Armor\n\nReduces projectile damage by (8×level)%.\nAll kinds of protection are mutually exclusive and stack additively. Reduction is capped at 80%.",
    "enchantment_lore.minecraft:protection.lore": "Perhaps one of the crowning achievements of applied Enchanting, Protection offers a holistic boost to defensive resilience that even a complete layperson can recognize and appreciate. No matter the type or source of damage, this spell will reduce the intensity of the hit suffered by the beneficiary so long as it is external in cause. When struck, imbued armor will absorb a portion of the damage that would usually be conveyed into the wearer’s Material body into the armor’s Essential instead.",
    "enchantment_lore.minecraft:protection.description": "§nProtection§r\n\nMax Level: IV\n\nCompatible with: Armor\n\nReduces most damage by (4×level)%.\nAll kinds of protection are mutually exclusive and stack additively. Reduction is capped at 80%.",
    "enchantment_lore.minecraft:punch.lore": "One might question the need to hit living creatures with heavy objects, but then one might also question the need to practice our Art in any respect save the mere ability and desire to do so. Punch began as something of a jest among student practitioners in the boreal Villages who would prepare snowballs augmented with a minor sigil to increase their heft with aims to knock their colleagues clean off their feet during recess. Later some of these students would play the same trick but with arrows loosed from a bow; this particular enchantment has become associated with a style of haphazard archery that forgoes precision in favor of raw stopping power.",
    "enchantment_lore.minecraft:punch.description": "§nPunch§r\n\nMax Level: II\n\nCompatible with: Bows\n\nIncreases arrow knockback by (3×level) blocks.",
    "enchantment_lore.minecraft:quick_charge.lore": "On battlefields swarming with Undead, no time can be spared to fumble with, prod, lock, and quarrel; for untrained soldiers, however, the crossbow serves as a more reliable armament than the full bow. Quick Charge is a simple infusion that eases the mechanism of a standard crossbow, allowing the wielder to reload the weapon with greater continuity. The user’s strength must still be enough to tension the prod, but so long as that requirement is met, they’ll have a greater rate of fire and much greater odds of survival.",
    "enchantment_lore.minecraft:quick_charge.description": "§nQuick Charge§r\n\nMax Level: III\n\nCompatible with: Crossbows\n\nDecreases crossbow charging time by (0.25×level) seconds.",
    "enchantment_lore.minecraft:respiration.lore": "Another of the enchantments developed out of the unique necessities of maritime living, Respiration affords users a greatly enhanced ability to hold their breath underwater. The inscription activates when nearby a lake, stream, or the ocean, and transmutes a small pocket of air around the wearer’s face to almost pure oxygen. Once submerged, the wearer may breathe in through their nose to supply their lungs, then breathe out through the mouth to release the spent air. Differences in the Essential components of the air in these states helps to prevent them from mixing in an arcane context.",
    "enchantment_lore.minecraft:respiration.description": "§nRespiration§r\n\nMax Level: III\n\nCompatible with: Helmets\n\nExtends underwater breathing time by (15×level) seconds. Also has a (level/(level+1)) chance to negate drowning damage. ",
    "enchantment_lore.minecraft:riptide.lore": "A fascinating example of the ingenuity of ancient peoples, Riptide [translator’s note: original name §oDulhaitnang’rhai§r] was originally presumed to be just a mere glamour meant to elevate the majesty of the imbued weapon. However, when a novitiate furtively stole a Riptide trident to impress his friends during a storm, it was discovered that the enchantment’s magic in fact allowed the weapon to become a mode of transport! Further testing demonstrated that the enchantment’s effects worked splendidly both in the water and during precipitating storms.",
    "enchantment_lore.minecraft:riptide.description": "§nRiptide§r\n\nMax Level: III\n\nCompatible with: Tridents\n\nWhen in water or precipitation, trident launches player with itself when thrown.",
    "enchantment_lore.minecraft:sharpness.lore": "One of the tried-and-true enchantments in common circulation, Sharpness simply cleans up imperfections in the blade of an imbued weapon. Though lacking in flashy effects or inventive arcane manipulation, the plain benefit of a weapon that hits just that much harder in a world beset by Undead and Pillagers is difficult to overstate.",
    "enchantment_lore.minecraft:sharpness.description": "§nSharpness§r\n\nMax Level: V\n\nCompatible with: Swords, Axes\n\nIncreases damage against all enemies by (level/2+0.5).\n\nMutually exclusive with Smite and bane of Arthropods. ",
    "enchantment_lore.minecraft:silk_touch.lore": "An enchantment whose main barrier to application is the expense required to produce it. When successfully infused into a tool, Silk Touch allows the user to extract Material in a nearly unblemished state, even allowing such feats as shearing off sections of glass or cobwebs without harming them. The spell works by applying a kind of stasis to the Essential aspect of the struck substances: while constrained in this way, the Material of the substance can be easily moved but not easily altered.",
    "enchantment_lore.minecraft:silk_touch.description": "§nSilk Touch§r\n\nMax Level: I\n\nCompatible with: Tools except shears\n\nCertain 'fragile' blocks that usually are destroyed or degrade when broken drop themselves when mined. This includes ice and blocks that spread. ",
    "enchantment_lore.minecraft:smite.lore": "Many efforts have been made throughout the lineages of the Art to devise enchantments that draw on the power of theodicy and thaumaturgy. Rarely do they find the results that are sought, but sometimes a few little discoveries along the way, such as Smite, can make it worth their while. A certain prayer talisman can be ritually etched onto the blade of a weapon, condensing the wielder’s force of will into heightened lethality against Undead and certain chthonic fiends.",
    "enchantment_lore.minecraft:smite.description": "§nSmite§r\n\nMax Level: V\n\nCompatible with: Swords, Axes\n\nIncreases damage to undead mobs by (2.5×level). Undead mobs include skeletons, zombies, zombie villagers, withers, wither skeletons, zombified piglins, skeleton horses, zombie horses, strays, husks, phantoms, drowned, and zoglins.\n\nMutually exclusive with Sharpness and Bane of Arthropods. ",
    "enchantment_lore.minecraft:soul_speed.lore": "Though practitioners of the Art seldom look beyond their lineages for new inspiration in their research, a few open-minded polemicists have begun to argue that we ought to focus more fervently on learning the techniques of the Nether civilizations. One such example lofted on a pedestal to support this zeitgeist is Soul Speed [translator’s note: original §oHoxhguiit§r]. Equipment procured from piglins bearing this spell grant the wearer greater agility on the infernal sands of the Nether, where normally they would be under an influence quite the opposite.",
    "enchantment_lore.minecraft:soul_speed.description": "§nSoul Speed§r\n\nMax Level: III\n\nCompatible with: Boots\n\nIncreases walking speed on soul sand and soul soil by a factor of (1.3+0.105×level).",
    "enchantment_lore.minecraft:sweeping.lore": "A long-standing favorite of warriors in plains Villages, Sweeping Edge aids the user in ensuring that their attacks carry power consistently throughout the full arc of the swing. The magic cleverly bends the wind in front of and behind the blade to ensure that no matter how many foes lie in the track of the weapon, a stout blow will be visited upon each of them.",
    "enchantment_lore.minecraft:sweeping.description": "§nSweeping Edge§r\n\nMax Level: III\n\nCompatible with: Swords\n\nAdds (damage×level/(level+1)) to the base 1 sweeping attack damage.",
    "enchantment_lore.minecraft:thorns.lore": "Many of its most prominent users would be surprised to learn that Thorns in fact derives its function from an old piece of hedge magic employed by the reclusive Witches. Far from its heyday as a counter-curse that would blight nosy competitors trying to poach territory from the caster, the spell nowadays finds the greatest occurrence in the workclothes of farmers who wish to ward away nettlesome pests during their toils in the fields.",
    "enchantment_lore.minecraft:thorns.description": "§nThorns§r\n\nMax Level: III\n\nCompatible with: Armor\n\nWhenever the wearer takes damage, there's a (15×level)% of the attacker taking 1 damage and the armor losing 2 durability. This applies to both melee and ranged attacks. Each piece of armor worn has a separate chance to deal damage. ",
    "enchantment_lore.minecraft:unbreaking.lore": "A weaker and less precise implementation of what would later become known as Mending, Unbreaking tries to link an item’s Material presence to a reinforced image of its Essence. Due to deficiencies and mistakes in the original drafting of the spell, its magic only serves to slow the rate at which Material damage will build on the item; its Essential aspect is not in fact influenced, only alluded to. In spite of failing to achieve its pinnacle form, Unbreaking sees much greater use throughout the land due to its ritual being less strenuous for the practitioner, and its infusion requiring reagents that are commonly at hand in the Enchanter’s atelier.",
    "enchantment_lore.minecraft:unbreaking.description": "§nUnbreaking§r\n\nMax Level: III\n\nCompatible with: Anything Damageable\n\nLoss of durability has a (100/(1+level))% chance of being negated. This makes the item last on average (level+1) times longer. Armor is a special case, having a (60+40/(level+1))% chance of taking damage. "
}