{
  "sodium.option_impact.low": "低",
  "sodium.option_impact.medium": "中",
  "sodium.option_impact.high": "高",
  "sodium.option_impact.extreme": "極高",
  "sodium.option_impact.varies": "不一",
  "sodium.options.pages.general": "一般",
  "sodium.options.pages.quality": "畫質",
  "sodium.options.pages.advanced": "進階",
  "sodium.options.view_distance.tooltip": " 顯示距離控制遊戲繪製多遠的地形。設定距離較小時，遊戲會繪製較少的地形，而改善 FPS。",
  "sodium.options.brightness.tooltip": " 控制遊戲畫面的亮度（Gamma 值）。",
  "sodium.options.clouds.tooltip": " 控制雲是否可見。",
  "sodium.options.gui_scale.tooltip": " 設定遊戲的介面比例。若設定為「自動」，則使用可能的最大的比例。",
  "sodium.options.fullscreen.tooltip": " 若啟用，遊戲將全螢幕顯示（若支援）。",
  "sodium.options.v_sync.name": "垂直同步",
  "sodium.options.v_sync.tooltip": " 若啟用，則遊戲畫面的 FPS 將與螢幕的更新速率同步，從而以總體輸入延遲為代價，使遊戲體驗更流暢。如果您的系統速度太慢，此設置可能會降低效能。",
  "sodium.options.fps_limit.tooltip": " 限制最大 FPS。這將有效壓制遊戲繪製，同時有效提高電池壽命和保留多工效能。若開啟垂直同步，此設定在數值低於螢幕更新率時才有效。",
  "sodium.options.view_bobbing.tooltip": " 若啟用，則玩家在移動時的視場會搖晃擺動。停用此設定可以緩解暈動症症狀。",
  "sodium.options.attack_indicator.tooltip": " 控制攻擊顯示計顯示在螢幕上的位置。",
  "sodium.options.graphics_quality.tooltip": "預設的圖像品質控制一些舊選項，並且是模組相容性所必需的。如果下方的選項設定為「預設」，則它們將使用此設置。",
  "sodium.options.clouds_quality.name": "雲品質",
  "sodium.options.clouds_quality.tooltip": " 控制雲在空中的繪製品質。",
  "sodium.options.weather_quality.name": "天氣品質",
  "sodium.options.weather_quality.tooltip": " 控制雨、雪的繪製品質。",
  "sodium.options.particle_quality.name": "粒子密度品質",
  "sodium.options.particle_quality.tooltip": " 控制顯示在畫面上的最大粒子數。",
  "sodium.options.smooth_lighting.tooltip": "Controls whether blocks will be smoothly lit and shaded. This slightly increases the amount of time needed to re-build a chunk, but doesn't affect frame rates.",
  "sodium.options.biome_blend.tooltip": "Controls the range which biomes will be sampled for block colorization. Higher values greatly increase the amount of time it takes to build chunks for diminishing improvements in quality.",
  "sodium.options.entity_distance.tooltip": "Controls how far away entities can render from the player. Higher values increase the render distance at the expense of frame rates.",
  "sodium.options.entity_shadows.tooltip": " 若啟用，將在生物和其他實體下面繪製簡單的陰影。",
  "sodium.options.vignette.name": "暈影",
  "sodium.options.vignette.tooltip": " 若啟用，螢幕四角處會輕微變暗。除非裝置 GPU 的像素填充率過低，否則基本不影響 FPS。",
  "sodium.options.mipmap_levels.tooltip": " 控制方塊模型材質的多精度材質/多級漸遠紋理（Mipmap）的數量。較高的值可使遠處的物體獲得更好的繪製效果，但在繪製很多動態材質時可能產生嚴重的效能下降。",
  "sodium.options.use_block_face_culling.name": "Use Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "If enabled, only the sides of blocks which are facing the camera will be submitted for rendering. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU. Some resource packs may have issues with this option, so try disabling it if you're seeing holes in blocks.",
  "sodium.options.use_fog_occlusion.name": "Use Fog Occlusion",
  "sodium.options.use_fog_occlusion.tooltip": "If enabled, chunks which are determined to be fully hidden by fog effects will not be rendered, helping to improve performance. The improvement can be more dramatic when fog effects are heavier (such as while underwater), but it may cause undesirable visual artifacts between the sky and fog in some scenarios.",
  "sodium.options.use_entity_culling.name": "Use Entity Culling",
  "sodium.options.use_entity_culling.tooltip": "If enabled, entities determined not to be in any visible chunks will be skipped during rendering. This can help improve performance by avoiding the rendering of entities located underground or behind walls.",
  "sodium.options.use_particle_culling.name": "Use Particle Culling",
  "sodium.options.use_particle_culling.tooltip": "If enabled, only particles which are determined to be visible will be rendered. This can provide a significant improvement to frame rates when many particles are nearby.",
  "sodium.options.animate_only_visible_textures.name": "Animate Only Visible Textures",
  "sodium.options.animate_only_visible_textures.tooltip": "If enabled, only animated textures determined to be visible will be updated. This can provide a significant boost to frame rates on some hardware, especially with heavier resource packs. If you experience issues with some textures not being animated, try disabling this option.",
  "sodium.options.allow_direct_memory_access.name": "Allow Direct Memory Access",
  "sodium.options.allow_direct_memory_access.tooltip": "If enabled, some critical code paths will be allowed to use direct memory access for performance. This often greatly reduces CPU overhead for chunk and entity rendering, but can make it harder to diagnose some bugs and crashes. You should only disable this if you've been asked to or otherwise know what you're doing.",
  "sodium.options.enable_memory_tracing.name": "Enable Memory Tracing",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging feature. If enabled, stack traces will be collected alongside memory allocations to help improve diagnostic information when memory leaks are detected.",
  "sodium.options.performance_impact_string": "Performance Impact: %s",
  "sodium.options.buttons.undo": "撤銷",
  "sodium.options.buttons.apply": "套用",
  "sodium.options.buttons.close": "關閉",
  "sodium.options.buttons.donate": "給我買杯咖啡！"
}
