{
	"blue_skies.blue_journal.turn_page": "翻頁",
	"blue_skies.blue_journal.back": "後退",
	"blue_skies.blue_journal.read_page": "閱讀此頁",
	"blue_skies.blue_journal.tagline": "旅人指南\n由守門人書寫",
	"blue_skies.blue_journal.welcome": "這本日記可以幫助新手在永晝之地和恆曉之地的維度中更好生存。如果某樣東西有特殊的作用，我可能會在這本書中提到。隨著你步步深入，你會發現新的日記條目，所以記得定期翻開看看。我在書的側面加上了書籤來標記個個部分。",
	"blue_skies.section.search": "搜尋",
	"blue_skies.section.everbright": "永晝之地",
	"blue_skies.section.everdawn": "恆曉之地",
	"blue_skies.section.general": "一般",
	"blue_skies.everbright.everbright_portal.title": "永晝之地傳送門",
	"blue_skies.everbright.everbright_portal.lore": "通往永晝之地維度的入口。這個入口是由綠松石磚製成並需要用御風火石點燃。永晝之地似乎一直是白天，而且很寒冷。這個維度有許多大型厚皮目哺乳動物、大量白雪以及類似魂靈的敵人。特別在下雪時，更多敵人喜歡出來「曬太陽」，因為它們喜歡寒冷的天氣。",
	"blue_skies.everbright.brewberry_bush.title": "釀莓叢",
	"blue_skies.everbright.brewberry_bush.lore": "一種在永晝之地發現的草本植物。當它成熟時，會長出釀莓。經過進一步調查，這種灌木長出漿果的類型受到種植的區塊的影響，但是有時並不能保證得的到對應的漿果。櫻桃草可影響灌木叢，使之長出粉紅色的釀莓，食用它可獲得短暫的再生效果。把灌木叢種在菌絲土上似乎能長出黑色的釀莓，這種釀莓對中毒效果有很好的治療作用。我還發現，在肥沃的土壤上種植灌木，如耕地或灰壤，能讓灌木產生更多的漿果。",
	"blue_skies.everbright.snowcap_mushroom.title": "雪帽菇",
	"blue_skies.everbright.snowcap_mushroom.lore": "由於這個維度比主世界要冷得多，所以熱源難以找到。然而，我做了一點實驗，發現某些植物可以作為燃料使用。最值得注意的是雪帽菇。它吸收熱量，使附近的環境變冷。它偶爾可以達到十分寒冷的溫度，讓熔岩瞬間硬化。事實證明，這種熱量可以在熔爐中釋放，產生與煤炭類似的火焰。",
	"blue_skies.everbright.snowcap_pinhead.title": "雪帽針菇",
	"blue_skies.everbright.snowcap_pinhead.lore": "雪帽菇的一個變種。它可以被壓縮成巨大的蘑菇塊。就像雪帽菇一樣，它也可以作為燃料使用。",
	"blue_skies.everbright.snowcap_oven.title": "雪帽熔爐",
	"blue_skies.everbright.snowcap_oven.lore": "透過這一發明，我能夠利用雪帽菇的加熱和冷卻能力。透過吸取物體的熱量，它可以熔煉放在裡面的任何東西，偶爾也會留下燃料的副產品。甚至你可以把水等東西作為燃料，儘管效率不高。",
	"blue_skies.everbright.brumble.title": "龍鬚藻",
	"blue_skies.everbright.brumble.lore": "這是在永晝之地可以找到的少數海洋植被之一。它朱紅的顏色與海洋其他的部分形成了鮮明的對比，看到這樣的顏色交織在永晝之地的蔚藍和神秘之中，是非常有趣的事情。我相信它將會被運用，成為漂亮的建築材料。",
	"blue_skies.everbright.taratite.title": "碧石",
	"blue_skies.everbright.taratite.lore": "一種光滑的、薄荷色的石頭。如果經過打磨，將成為一種不錯的建築材料。",
	"blue_skies.everbright.rimestone.title": "寒石",
	"blue_skies.everbright.rimestone.lore": "一種粗糙的冰質石頭。如果經過打磨，將成為一種不錯的建築材料。",
	"blue_skies.everbright.ventium.title": "鐮鼬鐵",
	"blue_skies.everbright.ventium.lore": "一種紅色的金屬，可以在永晝之地的大多數非山區生態域中找到。在這個維度裡，它似乎承擔著與鐵相當的作用。鐮鼬鐵可以用來製造桶、剪刀和工具盒等東西。",
	"blue_skies.everbright.falsite.title": "繆鐵",
	"blue_skies.everbright.falsite.lore": "這種奇特的金屬可以在永晝之地的非山區生態域中找到。它具有神秘的特性，你可以透過操作工具盒來加強永晝、恆曉兩個維度幾乎所有工具的耐久度。",
	"blue_skies.everbright.pearl.title": "珍珠",
	"blue_skies.everbright.pearl.lore": "從海蠣子的嘴裡獲得。這顆閃亮的珍珠有某種奇特的屬性。大多數敵人都不喜歡我舉著它。我也許能把它和繆鐵結合起來，創造出更強大的東西。",
	"blue_skies.everbright.warding_pearl.title": "守護珍珠",
	"blue_skies.everbright.warding_pearl.lore": "透過將一顆珍珠、一片魂魄碎片與繆鐵結合起來製造這個東西，它能夠防止敵對生物在大範圍內出現。它在這個維度裡很有幫助，因為像月長石這樣的光源並不能像在主世界那樣防止敵對生物出現。",
	"blue_skies.everbright.soul_fragment.title": "魂魄碎片",
	"blue_skies.everbright.soul_fragment.lore": "一種邪地獄幽靈魄的碎片。在永晝之地所有幽靈形態的敵人中十分常見。當我有了珍珠、一些繆鐵時我就能利用它的力量。可能它還有更多的用途我沒有發現。",
	"blue_skies.everbright.azulfo_horn.title": "阿祖福牛角",
	"blue_skies.everbright.azulfo_horn.lore": "壯碩的阿祖福牛的角。就像骨頭一樣，我能夠用這些角製造骨粉。這讓我的耕作效率大大提高。",
	"blue_skies.everbright.summoning_table.title": "召喚台",
	"blue_skies.everbright.summoning_table.lore": "在探索了惑亂高塔之後，我成功地得到了一個召喚台和一本召喚之書。有了這些，我就能改變召喚物。我可以選擇發射一個波動球體，或者召喚一隻人造魔像協助我。",
	"blue_skies.everbright.soulbound_spear.title": "縛魂之矛",
	"blue_skies.everbright.soulbound_spear.lore": "當我探索惑亂高塔的時候，我發現了一把縛魂之矛。這根矛的功能似乎和普通的矛一樣，但是它在被投擲後總是會回到我身上。在對付這個世界上的大多數敵人時，這根矛可能會派上用場。",
	"blue_skies.everbright.summoning_tome.title": "召喚之書",
	"blue_skies.everbright.summoning_tome.lore": "在惑亂高塔裡，我找到了許多有用的工具，其中包括一本召喚之書。這本書讓我能夠抵禦住召喚師的一些攻擊。我可以使用它召喚出一個波動球體。球體有一個攻擊範圍，在此範圍內的敵人都會受到攻擊。然而，當我在召喚台上研究這本書時，我驚奇的發現它還有另一種能力！我可以使用它召喚出一隻人造魔像，讓它與自己並肩作戰。不過，這似乎是暫時的，只能維持一分鐘左右，所以我最好把握使用它的時機！",
	"blue_skies.everbright.nature_dungeon.title": "自然城堡",
	"blue_skies.everbright.nature_dungeon.lore": "我設法在被雪掩蓋的樹林中穿行，偶然發現了一座巨大的綠色城堡。進去之後，居民向我「打了招呼」。他們似乎是完全由該結構的石頭聚合而成的巨像，被星熒藤蔓捆綁在一起。當我攀登接近城堡的頂部時，我才意識到這座建築的質量在不斷提高！底層的建築已非常陳舊——岩石破裂、被風化。而上層幾乎處於早期的狀態。這裡的每層似乎都有一把城堡鑰匙。我想，就像惑亂高塔一樣，在最高處有鑰匙孔。然而，由於某些原因，我可能不會親自去驗證。但我決定把這個巨大的結構稱為§o自然城堡§r。",
	"blue_skies.everbright.crushing_hammer.title": "破碎之錘",
	"blue_skies.everbright.crushing_hammer.lore": "這把錘子似乎是星熒粉碎者的一部分！它的威力就如同星熒粉碎者一樣——有抨擊地面的力量。當我使用它時，它產生了範圍傷害，使敵人高高震！這是我最喜歡的。這東西也有相當大的威力，能造成大量的近戰傷害，不過它似乎很重。",
	"blue_skies.everdawn.everdawn_portal.title": "恆曉之地傳送門",
	"blue_skies.everdawn.everdawn_portal.lore": "通往恆曉之地維度的入口，這個入口是由明月石磚製成並需要用御風火石點燃。這個世界總是炎熱且潮濕，時間定格在日出時分。昆蟲在這裡肆意繁殖，尤其是在下雨的時候，更多的昆蟲會外出覓食。這些昆蟲已經長到了十分可怕的體型，有的已經是我身體一半大小！這裡的雨似乎沒那麼大，通常只是微微細雨。這裡的動物大多是爬行動物，只有少數例外。",
	"blue_skies.everdawn.baneful_mushroom.title": "邪惡菇",
	"blue_skies.everdawn.baneful_mushroom.lore": "我總是小心翼翼地在陰暗林地裡探索。這次我發現了一隻看似無害的紫色蘑菇，但經過仔細觀察，我發現它具有毒性。當有人接觸它時，它會散發出有毒孢子作為自身防禦機制。我應當謹慎，避免接觸這種蘑菇。",
	"blue_skies.everdawn.crystal_flower.title": "水晶花",
	"blue_skies.everdawn.crystal_flower.lore": "這種花的結構很奇妙。它在某種程度上是水晶和植物的混合體。進一步研究，如果用骨粉之類的東西施肥的話，也許它能夠長成一棵樹！",
	"blue_skies.everdawn.spider_webbing.title": "蜘蛛網紋",
	"blue_skies.everdawn.spider_webbing.lore": "一種有趣的蛛網。與普通的蛛網不同的是它可以附著在角落，但只能與同類型的連接。",
	"blue_skies.everdawn.crescent_fruit.title": "新月果",
	"blue_skies.everdawn.crescent_fruit.lore": "由於氣候溫暖，恆曉之地能夠孕育出一些頗具熱帶特色的果實，像是新月果。我發現這種果實可以長在任何新月果葉上，只要葉子開花，就可以無限地採摘。",
	"blue_skies.everdawn.sunstone_crystal.title": "日長玉石",
	"blue_skies.everdawn.sunstone_crystal.lore": "這些晶體摸起來很熱而且發出橙光。它們可以作為任何熔爐的燃料，也可以為炙鐵熔爐供能。這些晶體可以在落日楓林和灼熱草原的深處找到。",
	"blue_skies.everdawn.horizonite_forge.title": "炙鐵熔爐",
	"blue_skies.everdawn.horizonite_forge.lore": "終於完成了！我可以利用炙鐵內部的能量了！有了這個，我就能在沒有任何燃料的情況下熔煉東西。只要等待，它就會自己充能，當然也可以用由炙鐵組成的物品來瞬間充能。我還可以使用日長玉石來充能。但不足的是，熔爐只有在沒熔煉東西的情況下才會充能。所以製作多個這樣的熔爐可以提高效率。",
	"blue_skies.everdawn.cinderstone.title": "餘燼石",
	"blue_skies.everdawn.cinderstone.lore": "這種類似岩漿硬化後的石頭可以作為相當不錯的建築材料。我相信它也可以被打磨得更漂亮。",
	"blue_skies.everdawn.umber.title": "焦石",
	"blue_skies.everdawn.umber.lore": "一種光滑的棕色石頭。它可以被打磨成更加光滑的建築材料。",
	"blue_skies.everdawn.crystallized_tree.title": "水晶樹",
	"blue_skies.everdawn.crystallized_tree.lore": "這種樹具有令人難以置信的奇怪特性。它不能被製成木棒，也不會燃燒。樹幹似乎完全由水晶製成，甚至有些透明。憑藉這樣的特性，我可以利用這種原木製成的牆來代替柵欄。由於這種樹並不長出真正的樹葉，所以並不能取得樹苗。我發現如果對著水晶花使用骨粉，它可以長成一棵完整的樹。",
	"blue_skies.everdawn.horizonite.title": "炙鐵",
	"blue_skies.everdawn.horizonite.lore": "我不敢相信這種在水晶沙丘中發現的炙熱的金屬居然沒被熔化！我不知道它是如何儲存這麼多熱量的。我發現用它製造的任何工具都可以直接熔煉礦！我還能夠用這些東西製造一個熔爐，我稱之為炙鐵熔爐。",
	"blue_skies.everdawn.moonstone_shield.title": "月長石盾牌",
	"blue_skies.everdawn.moonstone_shield.lore": "這個盾牌比普通的木製盾牌更耐用，它還具有像原生月長石一樣的透明外觀，讓你可以透過它看東西。",
	"blue_skies.everdawn.fox_pelt.title": "狐皮",
	"blue_skies.everdawn.fox_pelt.lore": "殺死宇宙狐獲得，可用於製作駱駝鞍和贓物袋。",
	"blue_skies.everdawn.spike_shield.title": "尖刺盾牌",
	"blue_skies.everdawn.spike_shield.lore": "探索了恆曉之地的惑亂高塔後，我獲得一個尖刺盾牌。這個盾牌比木製盾牌和月長石盾牌更耐用。並且它似乎有額外的近戰傷害，所以它可以兼作較弱的武器。",
	"blue_skies.everdawn.alchemy_table.title": "煉金台",
	"blue_skies.everdawn.alchemy_table.lore": "在我探索恆曉之地的惑亂高塔期間，我拿到了一張煉金台。我可以使用它來將一些最原始的恆曉之地材料轉化為永晝之地的材料，反之亦然。很顯然這在建築時特別有用。當我有足夠的明月石，我可以把它們轉化為綠松石。我也可以把石頭和我的飾品轉化成地牢石頭。我確信這將適用於其他飾品，要是我有它們就好了…",
	"blue_skies.everdawn.alchemy_scroll.title": "鍊金術卷軸",
	"blue_skies.everdawn.alchemy_scroll.lore": "在探索了恆曉之地的惑亂高塔之後，我發現了一個鍊金術卷軸。使用這個我可以模仿煉金師的腐朽尖刺攻擊。無論我指向哪裡，它都會在我上方的一條線上生成掉落的尖刺。我還可以透過蹲伏來使用另一種攻擊，這會在我旁邊產生面朝上的尖刺，將近距離的敵人從我身邊擊退。",
	"blue_skies.everdawn.poison_dungeon.title": "猛毒地牢",
	"blue_skies.everdawn.poison_dungeon.lore": "在探索落日楓林的過程中，我找到了一棵長相扭曲的樹。它的樹幹上纏繞著蛛網。令我驚訝的是，樹洞裡面竟然是一個巨大的蜘蛛巢！這個地方是許多毒蜘蛛的領地。我也很驚訝地看到主世界的洞穴蜘蛛居住在這個巢穴裡。這裡的每一層中有一把地牢鑰匙，就像惑亂高塔一樣，在地牢盡頭處有一個鑰匙孔。我聽到這個地方的大廳裡似乎有很響亮的嘶嘶聲，我無法想像裡面是什麼…我稱這個地方為§o猛毒地牢§r。",
	"blue_skies.everdawn.venom_sac.title": "毒刺",
	"blue_skies.everdawn.venom_sac.lore": "在穿過猛毒地牢之後，我獲得了毒刺。有了這個，我可以使用它像幽咽蛛王一樣噴出毒液。彈射物造成的傷害很小，但它可以使敵人中毒。",
	"blue_skies.everdawn.different_sword.title": "奇異之劍",
	"blue_skies.everdawn.different_sword.lore": "一把非常有趣的劍，快速揮砍是它的優點。這把武器似乎是為了儘快殺死目標而設計的。如果我在擊中目標後等待太久，它們會恢復比我造成的傷害更多的生命值，所以要避免用這把劍來攻擊大型生物。",
	"blue_skies.general.blinding_dungeon.title": "惑亂高塔",
	"blue_skies.general.blinding_dungeon.lore": "在我的旅行中，我找到一種巨大的塔式結構。我決定將其稱為§o惑亂高塔§r。這個高塔好像有兩種版本，一種在永晝之地，一種在恆曉之地。兩者都是窳民的營地。召喚師駐紮在永晝之地，煉金師駐紮在恆曉之地。這兩個高塔內，可透過在惑亂鑰匙孔上使用四把惑亂鑰匙到達頂層。我本人不打算與他們中的任何一人進行過多的鬥爭。",
	"blue_skies.general.moonstone.title": "月長石",
	"blue_skies.general.moonstone.lore": "在兩個世界的地下都可以找到，它似乎只是一種可利用的光源。它可以在水下發光，並且可以製成更大的可以發光的方塊。我在這些世界的一些洞穴中還發現了變體，就像日長玉石那樣，雖然沒有什麼特別之處，但看起來很漂亮。",
	"blue_skies.general.pyrope.title": "榴石",
	"blue_skies.general.pyrope.lore": "這種寶石可以在兩個世界中任何一個世界的地下找到。用這種材料製作的工具似乎很輕，所以我可以很快地恢復狀態使用它們。不過這些工具似乎不是很耐用，所以我最好謹慎使用它們。",
	"blue_skies.general.aquite.title": "水藍石",
	"blue_skies.general.aquite.lore": "這種水藍色礦物所製成的工具和盔甲似乎與主世界鐵製的相似。在一些測試的基礎上，它看起來不錯的。",
	"blue_skies.general.diopside.title": "透輝石",
	"blue_skies.general.diopside.lore": "一種尖銳的、呈水晶狀的、淺綠色的寶石。我在兩個世界的地下深處都發現了它。這種材料製成的盔甲和工具§o非常§r堅固耐用。這些工具因沉重而有力，會對我擊中的任何目標造成極大的傷害。不過需要注意的是，它們很重，比大多數工具更難揮動。所以在處理快速移動目標時，我必須更小心。這套工具和盔甲可以與絳紫晶媲美——雖揮動速度較慢但更強大。",
	"blue_skies.general.charoite.title": "絳紫晶",
	"blue_skies.general.charoite.lore": "一套更均衡的盔甲和工具，在大多數方麵類似於鑽石。這套工具和盔甲與透輝石媲美，是一種更快但更弱的替代品。",
	"blue_skies.general.star_emitter.title": "星辰放射台",
	"blue_skies.general.star_emitter.lore": "通常可以從觀星者處獲得，透過星盤可以使用這個有趣的裝置。使用星盤會將星辰放射台的位置設定為傳送點，讓你可以傳送到它的位置。",
	"blue_skies.general.trough.title": "料槽",
	"blue_skies.general.trough.lore": "一個簡單的料槽。如果動物靠近這個，它們就有可能吃掉裡面的食物。當動物從料槽中吃東西時，它們會更快地生長。它可以裝滿大多數動物繁殖物品，如胡蘿蔔、馬鈴薯、鱗果和褐松果。如果村民決定使用料槽，他們將成為牧人。",
	"blue_skies.general.tool_box.title": "工具盒",
	"blue_skies.general.tool_box.lore": "這個工作檯可用於增強和升級工具。繆鐵可以用來提高這個世界中的所有工具的耐久度。還有一個發現是這兩個世界的任何木棒都可以替換工具中的木棒。所有的木棒都有不同的用途，我得看看每種木棒適合用在怎樣的工具上。",
	"blue_skies.general.bag_of_spoils.title": "贓物袋",
	"blue_skies.general.bag_of_spoils.lore": "一個可以裝任何東西的小袋子。它至多可存放5種物品。我發現我可以透過蹲伏並在村民不注意的情況下使用它來偷竊。似乎如果他們看到我這麼做，會相當不高興，村裡的鐵魔像甚至攻擊了我。我唯一不會也不能偷竊的村民是守夜人，因為是他把袋子給了我。",
	"blue_skies.general.food_prep_table.title": "小灶",
	"blue_skies.general.food_prep_table.lore": "為更好的食物而製作的工作檯。它最多可以容納5種食物材料，最少3種材料。透過搭配許多獨特的食材，我能夠做出比平時更香的食物。材料越豐富，這份餐的份量就越多。知道這一點，肉類拌飯似乎是上好的佳餚。\n\n將花草作為一種調味料加入拌飯似乎可以發揮其潛在的藥水效果。我聽說主世界的人叫它可疑的燉湯，不過我覺得我的方法更勝一籌。\n\n為了獲得更持久或更有效的效果，藥水也可以像醬汁一樣加入拌飯裡。雖然似乎只能加入一種，但是不會造成不穩定…\n\n透過實驗，我發現加入釀莓可以增強藥水效果，延長其持續時間。所以只使用賦予效果的材料來製作一份拌飯是可行的。這樣不會吃得很飽，某些情況下也正是我所需要的。如果我能找到一朵能讓我的食物更好的花那就好了。",
	"blue_skies.general.astrolabe.title": "星盤",
	"blue_skies.general.astrolabe.lore": "透過與村子裡的一位觀星者交易，我得到這個有用的物品。透過將這個物品與星辰放射台結合使用，我可以在世界範圍內進行短距離傳送。當然，這是有代價的，因為星盤會根據我傳送的距離進行時間冷卻。",
	"blue_skies.general.spears.title": "矛",
	"blue_skies.general.spears.lore": "一種非常有用的工具，用於從遠處投擲來傷害目標。它是主世界的三叉戟和弓的混合體，製造成本低，也可在水下使用。我發現矛可以被附魔上忠誠和貫穿等。",
	"blue_skies.everbright.azulfo.title": "阿祖福牛",
	"blue_skies.everbright.azulfo.lore": "永晝之地規模最大的動物群。我在旅途中發現了很多這種生物。它們組成很龐大的牛群，並且會跟隨一位首領。狩獵它們可能非常困難，因為與主世界的動物不同，它們不會坐以待斃。事實上，當你攻擊一隻牛時，整個牛群都會被激怒。我發現矛是用來獵殺它們的最有用的工具。",
	"blue_skies.everbright.stardust_ram.title": "星塵羊",
	"blue_skies.everbright.stardust_ram.lore": "永晝之地最常見的動物群。這些毛茸茸的生物與主世界的羊非常相似。你可以剪下它們的羊毛，也可以獵殺取得羊肉。",
	"blue_skies.everbright.reindeer.title": "雪鹿",
	"blue_skies.everbright.reindeer.lore": "雪鹿是我在永晝之地發現的最有用的動物之一。它們可以用褐松果馴服，並配備鞍。它們會以適中的速度奔跑，並且可以跳躍大約2個方塊高。我只在開闊的多雪地區找到這種動物，例如極晝之地和覆雪松林。你也可以獵殺它們來獲得鹿肉，但由於它們比較稀少，我通常會避免這樣做。",
	"blue_skies.everbright.snow_owl.title": "雪鴞",
	"blue_skies.everbright.snow_owl.lore": "這些發出悅耳聲音的生物能在霜凍森林中找到。它們通常生活在生態域中樹木的上部。它們的鳴叫聲可以從很遠的地方聽到，這增加了霜凍森林的神秘感。",
	"blue_skies.everbright.grittle_flatfish.title": "深板比目魚",
	"blue_skies.everbright.grittle_flatfish.lore": "作為海洋中最獨特的魚類之一，深板比目魚非常膽小。它往往很容易受到驚嚇，攻擊靠近的任何人，並在不久之後逃跑。它的攻擊並不痛，但每當我不小心嚇到它時，我都會感到些許愧疚。但別說，這種魚是真香，比任何其他魚都更好吃。",
	"blue_skies.everbright.armored_frost_spirit.title": "裹冰霜靈",
	"blue_skies.everbright.armored_frost_spirit.lore": "裹冰霜靈是我在旅途中發現的最常見的敵人之一。這些生物並不像它們看起來的那樣，它們或許是好鬥和易怒的，但事實上在冰層外殼之下的是一隻弱小無助的小霜靈。一旦冰層破裂，它就會試圖逃跑，可能會躲避你對它的大部分攻擊。當它被殺死時，你會得到一兩片魂魄碎片。我發現鎬子對裹冰霜靈會造成更大的傷害，特別在戰鬥剛開始的時候。",
	"blue_skies.everbright.crynocerous.title": "冰晶犀牛",
	"blue_skies.everbright.crynocerous.lore": "我並沒有經常看到它們，冰晶犀牛似乎是一種更大、更強的裹冰霜靈變種，它們具有許多類似的特點。冰晶犀牛的攻擊範圍和力量都比裹冰霜靈要高。我只能在白雪皚皚的環境中找到這種野獸，比如極晝之地。就像冰霜之靈一樣，用鎬子對它造成的傷害更高。",
	"blue_skies.everbright.polargeist.title": "極地雪熊",
	"blue_skies.everbright.polargeist.lore": "在旅途中，我遇到了一隻幽靈熊。這種生物速度驚人，大多數情況下跑得比我快。它的腹部掛著冰錐，長著冰做的獠牙。攻擊時，它會站立起來，猛擊目標。我發現如果你能很快地擊退它，它就不會攻擊，因為它需要時間才能站起來。",
	"blue_skies.everbright.whistleshell_crab.title": "哨兵蟹",
	"blue_skies.everbright.whistleshell_crab.lore": "這種大型螃蟹生物能夠在陸地和水中移動。它的鉗子看起來像一張長滿尖銳牙齒的嘴巴。在陸地上，它移動得非常快，我幾乎沒有時間逃跑。但是雖然它們速度很快，攻擊距離卻不遠，所以在陸地上可以很容易閃避它的攻擊。在水中，它的速度要慢一些，但在海床上移動時會衝刺，所以在水中解決它最好的方法是保持一定的高度。",
	"blue_skies.everbright.shrumpty.title": "雪帽蘑菇人",
	"blue_skies.everbright.shrumpty.lore": "很多時候，當我探索雪帽菇地時，我會被一隻雪帽蘑菇人嚇到。這些鬼鬼祟祟的東西偽裝成雪帽蘑菇，並在外來者靠近時發動攻擊。接觸它們會感到寒冷，並且伴隨著凍結並減速。當它們攻擊時還會發出陣陣扭曲的笑聲，這非常奇怪…",
	"blue_skies.everbright.diophyde_prowler.title": "徘徊雪狼",
	"blue_skies.everbright.diophyde_prowler.lore": "在永晝之地所面對的眾多敵人中，沒有一個的攻擊方式類似徘徊雪狼。它會環繞獵物奔跑，並且在適當的時候猛撲過來。我發現躲避它攻擊最簡單的方法是朝著它移動的相反方向攻擊。它的速度太快了，因此逃跑沒有意義，與其搏一搏才更值得。我還發現盾牌可以阻擋它的攻擊，給予我反擊的時間。",
	"blue_skies.everbright.seclam.title": "海蠣子",
	"blue_skies.everbright.seclam.lore": "當我漫遊永晝之地的深海時，我遇到一隻海蠣子。這種安靜的生物根本不動，只是炫耀它自己珍貴的珍珠。每當捕食者接近它時，它就會合上嘴，防止任何生物偷走它的珍珠。我發現在攻擊它幾次後，它的嘴會張開，我就可以安全地從它嘴裡取出珍珠。但我必須小心，如果我的動作太慢，它就會靠近我，並造成大量的傷害。",
	"blue_skies.everbright.stonelet.title": "石人",
	"blue_skies.everbright.stonelet.lore": "在我探索自然城堡期間，我遇到了這些看起來很奇怪的敵人。它們是城堡的守護者，攻擊任何膽敢闖入其中的人。和霜靈類似，這種生物受到鎬子的傷害比其他武器都多。知道了這一點，我就可以輕鬆地探索城堡了。",
	"blue_skies.everbright.spewter.title": "吐射花",
	"blue_skies.everbright.spewter.lore": "在探索自然城堡的過程中，我發現了這些生長在頂層花園中有趣植物。每當我接近它們時，它們就會向我吐射種子炸彈，所以我必須保持距離。",
	"blue_skies.everbright.summoner.title": "召喚師",
	"blue_skies.everbright.summoner_pre.lore": "在永晝之地惑亂高塔的頂端，我和一位穿著紫色斗篷的人發生了爭鬥。他用魔力召喚了由地牢之石構成的魔像。我發現大多數時候當我接近他時，他會將自己傳送到房間的另一邊。然而，如果他碰巧在施法，我便可以安全接近，並攻擊他。我的探索高塔的旅途被這位強大的巫師打斷了，我不得不儘早的逃跑。",
	"blue_skies.everbright.summoner_post.lore": "結合我自己的一手資料和當地人的故事，我終於可以更詳細的描述這位被稱呼為「召喚師」的巫師了。這位巫師住在永晝之地惑亂高塔的頂層。與鍊金術士不同，他會召喚魔像為他戰鬥。首先他使用魔法召喚魔像，向膽敢踏進高塔頂層的人發射子彈。然後是幾個近戰的魔像也開始攻擊。這些魔像被稱為人造魔像。我個人傾向於讓這些人造魔像留在那兒。如果在召喚師沒有施法的情況下接近他，他也會傳送到安全的地方。了解這些後，透過擊敗一些魔像，召喚師在召喚更多魔像的同時讓自己暴露而被攻擊。對於通常召喚師使用稱為波動球的魔法球來攻擊任何可能靠近他的敵人。必須知道的一點是，如果在他施放球體時靠得太近，他將釋放強大的扭曲閃電，產生鬼火。在學習並整理所有這些訊息後，我不禁想起我以前竟與他交手過。",
	"blue_skies.everbright.starlit_crusher.title": "星熒粉碎者",
	"blue_skies.everbright.starlit_crusher_pre.lore": "我只聽說過傳說中的自然城堡守護者的傳聞。他們說守護者用巨大的木牆保護自己，並且可以召喚其他類似植物的敵人來幫助它戰鬥。我聽說人們發現能傷害它的唯一方法是向它擲尖銳的東西，比如長矛。如果是我，我肯定帶著斧來砍它。",
	"blue_skies.everbright.starlit_crusher_post.lore": "我終於對星熒粉碎者有了足夠的了解！我了解到它在戰鬥中會立起4堵木牆來保護自己免受任何攻擊。當木牆豎起時，星熒粉碎者會長出樹根、吐射花和星熒雪鴞等來協助它進行戰鬥。一旦受到足夠的傷害，它的的根就會變大。一旦其中一堵牆被摧毀，它就會開始憤怒地捶打地面，讓自己暴露在攻擊下，例如長矛。一旦它被擊暈，它可以被用任何武器攻擊，據說斧是擊敗它的理想選擇。",
	"blue_skies.everdawn.cosmic_fox.title": "宇宙狐",
	"blue_skies.everdawn.cosmic_fox.lore": "宇宙狐是我在恆曉之地中發現的最小的動物之一。我想在更開闊的地區找到了這種小動物，比如灼熱草原和扭曲山谷。我能夠使用新月果馴服這隻傢伙，這樣無論我走到哪裡，它都會跟著我，甚至聽從我的指令！",
	"blue_skies.everdawn.crystal_camel.title": "水晶駱駝",
	"blue_skies.everdawn.crystal_camel.lore": "美麗的水晶駱駝。這種令人難以置信的生物僅生活於沙漠生態域中，它在沙漠中漫步，享受該地區的熱量。我發現它喜歡吃褐松果，我可以用此馴服一隻。在製作了駱駝鞍之後，我就可以騎上它了。我發現我可以在它的背上掛一只儲物箱，這樣就可以輕鬆攜帶很多物品。但是駱駝並不是跑得最快的動物，所以我只能騎著它以較慢的速度移動。",
	"blue_skies.everdawn.shade_monitor.title": "岩蜥",
	"blue_skies.everdawn.shade_monitor.lore": "作為恆曉之地中最常見的動物，它們看起來是大多數人主要狩獵選擇。它們可能到達的適應任何區域，根據生態域具有不同的偽裝外觀。但是，如果你試圖獵殺這種動物時，請注意，因為它們不會不戰而退！雖然它們沒有極晝之崖的阿祖福牛那麼強大，但它們仍會造成相當多的傷害。",
	"blue_skies.everdawn.crogre.title": "克羅格蛙",
	"blue_skies.everdawn.crogre.lore": "克羅格蛙，我的最愛。一種幾乎完全生活在月耀潭中的巨型青蛙。它們跳得非常高——大約4-5個方塊的高度。恆曉之地的巨型昆蟲似乎不太喜歡這個傢伙，通常一靠近就會逃跑。我發現克羅格蛙可以被蟲子馴服。餵食之後，我可以裝上鞍並騎上它！我發現在水上也可以騎它，這樣我就可以輕鬆地穿越沼澤和湖泊了！",
	"blue_skies.everdawn.nyctofly.title": "夜凌蜻蜓",
	"blue_skies.everdawn.nyctofly.lore": "夜凌蜻蜓是我在恆曉之地時遇到的最大的問題之一。這種會飛的昆蟲生活在樹木繁茂的地區，例如陰暗林地。它的視覺非常敏銳，能夠從很遠的地方看到目標。每當我聽到它振翅的聲音時，我就知道是時候要與之對戰了。根據我的經驗，在開闊的地方對戰會困難得多，所以我建議選擇在狹小的空間裡。",
	"blue_skies.everdawn.venom_spider.title": "猛毒蜘蛛",
	"blue_skies.everdawn.venom_spider.lore": "猛毒蜘蛛是我在恆曉之地中面對的常見敵人之一。它們往往非常聰明，會根據你所在的位置改變它們的攻擊策略。如果我選擇正面攻擊它，那麼它會試圖用毒牙咬我。如果我與之保持距離，它就會向我吐射毒液。在與這種生物戰鬥時，一塊盾牌在大多數情況下都很有用處。",
	"blue_skies.everdawn.emberback.title": "餘燼蟲",
	"blue_skies.everdawn.emberback.lore": "在你不了解這種巨大的甲蟲生物的情況下進行戰鬥是很有難易度。餘燼蟲會徑直飛向目標。一旦靠近，它就會下降，從甲殼中噴出炙熱的氣體。這種昆蟲非常聰明，可以知道你是否使用了抗火藥水，並且它會以較低的傷害輸出咬你。對付這種昆蟲的一種簡單方法是使用盾牌，或者將它們引誘到水中。",
	"blue_skies.everdawn.infested_swarmer.title": "異化螞蟻",
	"blue_skies.everdawn.infested_swarmer.lore": "這種罕見的昆蟲只能在地下在或者晶體地區找到，例如水晶草原。地面上的其他地區很少出現。這些巨型螞蟻沒有太多的戰鬥方式，但它們以速度和體型為優勢。我為它們身上發生的變異感到難過。",
	"blue_skies.everdawn.nested_spider.title": "巢穴蜘蛛",
	"blue_skies.everdawn.nested_spider.lore": "在我探索完猛毒地牢後，我遇到了像蜘蛛巢穴一樣的地方。我偶爾會看到一隻巢穴蜘蛛露出頭來，所以我認為這應該是小蜘蛛們休息的地方。",
	"blue_skies.everdawn.alchemist.title": "煉金師",
	"blue_skies.everdawn.alchemist_pre.lore": "在恆曉之地的惑亂高塔頂部，我和一個穿著紅色斗篷的人發生了戰鬥。他使用魔法變出了箭，聚合岩石變成尖刺。盾牌可以輕易擋住箭束。他在房間的角落處形成有藥水效果的雲體，這是他給自己留的退路。我注意到，那些看上去壓根擋不住的攻擊，實際上都很容易閃開。他最強的攻擊方式似乎是使用尖刺刺擊，因為它們可以貫穿盔甲。這場短暫的戰鬥對我很不利，所以在我還沒了解他更多之前我不得不逃跑。",
	"blue_skies.everdawn.alchemist_post.lore": "在聽了當地人的故事後，我對鍊金術士有了更多的了解。這個巫師駐紮在恆曉之地的惑亂高塔頂層。與永晝之地惑亂高塔頂層的召喚師不同，鍊金術士本人會進行大部分戰鬥，投擲拋射物，並使用藥水雲等造成範圍傷害。與召喚師類似，鍊金術士會透過傳送來避免被傷害。然而，他在施法時無法傳送，這意味著每次他攻擊的時候都是他最脆弱的時候。\n\n先說說拋射物，在我自己的戰鬥中，我發現腐朽尖刺可以貫穿盔甲，造成相當高的傷害。但對於鍊金術士來說，這些尖刺很容易躲避。如果你快速接近他，尖刺會從他的周圍向上生成。對於其他的拋射物，鍊金術士會使用箭。這些箭有著很大的衝擊力，可以把你擊退很遠。據當地人說，鍊金術士血量越低，他就更有可能釋放火焰。慶幸的是，大部分戰鬥房間裡都有噴泉。然而，這可能會有所不同，因為我還沒有提到煉金師的另一個能力，流體轉換。鍊金術士能夠將水轉化為熔岩，反之亦然。如果你準備用熔岩殺死他，這個技能可能會改變戰鬥局勢。\n\n現在我要講煉金師會做的最後一件事。他可以讓處於房間中的所有人暫時失明，傳聞說這只會持續很短的時間，所以我不用太擔心。最後，他會在虛弱時治癒自己。由於他一直處於可能被攻擊的狀態，只要有適當的武器，他的治療效果就會失去作用。當我聽完了這些故事在整理訊息時，我不禁想起我以前見過這個人。",
	"blue_skies.everdawn.arachnarch.title": "幽咽蛛王",
	"blue_skies.everdawn.arachnarch_pre.lore": "我聽說過一些關於這種巨型蜘蛛的傳說，我害怕面對它。據我所知，它會在下落時利用其巨大的體型向目標進行衝擊。根據從恆曉之地中大多數捕獵者處學到的知識，盾牌在與它對戰時很有用處。我還聽說，這隻蜘蛛與世界上的大多數巨型蜘蛛不同的是它能夠爬上天花板來避免大多數攻擊。",
	"blue_skies.everdawn.arachnarch_post.lore": "有了一些新訊息，我終於可以寫一篇關於幽咽蛛王的完整介紹了。這個令人毛骨悚然的蜘蛛能夠在天花板上爬行，這使其可以避免大多數攻擊。如果這是真的，我建議要拖延時間，直到它不再在天花板上。當下落時，我還聽說它可以利用其巨大的體型衝擊目標。與大多數恆曉之地的敵人戰鬥時一樣，我會使用盾牌來防禦這樣的攻擊。據我所知，與盾牌的碰撞會導致它眩暈一段時間，使其容易受到攻擊。"
}