{
   "name" : "Preface",
   "icon" : "lastsmith:scroll",
   "category" : "category_1",
   "pages" : [
      {
         "type" : "text",
         "text" : "The First Cycle of Lunar Calendar, The year of Sun, Summer and Fire. A severly war broke out between Human and the Devils, which ended with Shura's death and the owner of Blade of Sakura's suicide.$(br)So the genuine Exorcism Blade and Devil Blade lost in the river of history. Only the sword-wielding style called Style of Sakura, and devils' power infused in the blades, was left."
      },
      {
         "type" : "text",
         "text" : "The Second Cycle of Lunar Calendar, The year of Sun, Spring and Water. The Tomihara State was established.$(br2)Due to the lack of ore source in Tomihara, local smiths made Bamboo Light Blades from bamboos, the outstanding ones of which even became the collections of generals.$(br2)Several years later, the Central Force invaded Tomihara. "
      },
      {
         "type" : "text",
         "text" : "With their strong financial resources, most senior Central Force generals in this war had Named Blades, among which there were the most famous Blades called Ruby, Doutanuki and Muramasa.$(br2)People of Tomihara did not willing to lose their homeland, and started a war called \"War for Stealing Territory\", against the Central Force. Almost all Tomihara's men participated in this war, which lasted for long, long time."
      },
      {
         "type" : "text",
         "text" : "12 Blades smithed by an unknown group combined into a Bewitched Blade in an accident. The 13 Blades are all called Yamazakura. Later, replica of Yamazakura, called Yamazakura Aoi, was smithed. During the War for Stealing Territory, Two brilliant warriors gained great merit with the two Blades.$(br)Many smiths devoted their lives for The brilliance of Yamazakura. Hardly can be counted the number of smiths who died for smithing the 12 Yamazakura Blades, the only things they left are their names, carved on the Blades."
      },
      {
         "type" : "text",
         "text" : "The sacrifices of the smiths and warriors have not been let down. The War for Stealing Territory ended in the death of the General of the Central Force. After that, Tomihara saw a decade of peace.$(br2)The second invasion of Central Force and the breakout of plague pulled the Tomihara State down, during which Yamazakura and Aoi got lost. After Escaped from Tomihara, Divine Heir and his retainer, Ninja, happened to disturb the Youkai in the mountains. "
      },
      {
         "type" : "text",
         "text" : "Those Youkai were easily defeated by the Divine power. The Devine Heir found that the Devine power is uncontrollable, and decided to abandon it. At last, the Devine power was gone with the Ninja.$(br2)The clan of Youkai, disguised as Human, travelled to the former Tomihara territory. They built a substle relationship with Human. Youkai learnt smithing skills from human, and managed to smith the Hakurouken, $(o)Blade of Purifing Ghosts$(). "
      },
      {
         "type" : "text",
         "text" : "The Blade was given to the Konpaku family, the Half-human Half-spirit clan. Then, with the joint support of the Konpaku family and the Saigyoji family, Roukanken, $(o)Blade of Cutting Through Anything$(), was smithed with many Youkai and human smiths' effort. The Blade's coming into being amazed the whole world. Not only famous smiths, but also smithing learners, spared no effort trying to smith the Blade's replica, but none of them did."
      },
      {
         "type" : "text",
         "text" : "The original author of this book is a Tengu smith who had taken part in the smithing of Roukanken, who had seen the astonishing power of that \"Slash the Undead\" Blade. After finished the two Amagumo Blades and found the two Blades lost by the Ninja, He started taking notes about his stories, from the beginning of his learning to smith, to he found the Blades.$(br)Before the book was finished, he decided to smith a real $(o)Immortal Blade$() with \"Power of Cutting Through the Undead\"."
      },
      {
         "type" : "text",
         "text" : "Several days later, he was gone. His friend, coming to visited him, saw his ending. A bloody crimson Blade was casually left on the ground, and his desk was covered with sketches of the Blade.$(br2)The devils' power infused in the Blade never rests...$(br2)That Blade was buried in a certain place, with other things the Unknown Smith left. The book was finished by his friend."
      }
   ],
   "sortnum" : 0
}
