{
  "language": "English",
  "language.code": "en_us",
  "language.region": "United States",
  "itemGroup.tabanthillinside": "Anthill Inside",
  "anthillinside.tooltip.hint.extended": "§6[§9shift§r More§6]§r",
  "anthillinside.tooltip.hint.help": "§6[§9ctrl-shift§r Help§6]§r",
  "block.anthillinside.hive": "Red Ant Hive",
  "block.anthillinside.hive.help": "A small colony of Red Ants, which can be put to minor automation work, or transport items as Red Ant Trails. The Hive can smelt, craft, handle composting, and the like.\n§oYou can find Red Ant Hives with a low chance when mining Redstone Ore.§r\nBy default the block is placed upright, sneak to place it in the direction you are looking. The block has an input side (big hole), and an output side (small hole). Hover the slots and the ?-info image at top-right of the GUI to get more info.",
  "block.anthillinside.hive.tooltips.antslots": "§6Ant Colony:§r Ants will slowly generate here until all three slots are full. More ants means higher crafting speed. You can also take some out to use them as Red Ant Trails for item transport.",
  "block.anthillinside.hive.tooltips.help": "Red Ants work and breed here. Over time the colony (in the three top slots) grows. The more ants live in the hive, the faster tasks you give them progress. To speed up work and colony growth, place Red Sugar in one of the left slots. To define the work task of this hive, place a Crafting Table, Furnace, Hopper, Composter, and the like, into the Work Selection Slot in the center. Also automatic item input and output is possible with the Hopper Slots the top-left and bottom-right.\n§6Hover slots and symbols a short while to get more information what they are for§r.",
  "block.anthillinside.hive.tooltips.inputselect": "§6Input Selection:§r Place a Hopper into this slot to let the ants collect items in front of the input side of the hive. These can be items in the world, from Chests, or Minecarts.",
  "block.anthillinside.hive.tooltips.inputside": "§6Input Side:§r Looking from outside, the big hole marks the input side of the hive. All the left-hand slots below are input slots. This is where ingredients are stored until they are used or bypassed if they cannot be used. To collect items at the input side use the adjacent Input Selection Slot.",
  "block.anthillinside.hive.tooltips.insertionlock": "§6Insertion Lock:§r Click to lock or unlock. Allows you to restrict what can be inserted or collected from outside the hive. The moment you click the lock, all items in the left slots are remembered, and only these items can be inserted into the corresponding slots. Empty slots are still free for all kind of item insertion. When you release the lock, this restriction is cleared for all slots.",
  "block.anthillinside.hive.tooltips.noants": "§6No Ants:§r There are no worker ants yet in the slots above. Wait until at least one was bred, or put some from another hive in this one.",
  "block.anthillinside.hive.tooltips.nofuel": "§6No Fuel:§r There is no fuel on the left side, or that fuel is not allowed to be used.",
  "block.anthillinside.hive.tooltips.noingredients": "§6No Ingredients:§r There are no items on the left side to craft the recipe with.",
  "block.anthillinside.hive.tooltips.norecipe": "§6No Recipe§r: Ants cannot see a what they can craft from the item placement in the Crafting Grid.",
  "block.anthillinside.hive.tooltips.outputselect": "§6Output Selection:§r Place a Hopper, Dropper, or Dispenser here to tell the ants how to eject items from the output slots.\n§6Hopper§r: Insert into Chests or Minecarts.\n§6Dropper§r: Gently drop items in the world.\n§6Dispenser§r: Throw items - they don't aim well.",
  "block.anthillinside.hive.tooltips.outputside": "§6Output Side:§r Looking from outside, the small hole marks the output. This is where crafted or bypassed items will leave the hive. If and how the items are ejected depends on the adjacent Output Selection Slot.",
  "block.anthillinside.hive.tooltips.passthroughlock": "§6Item Bypass:§r Click to enable or disable. When enabled, items on the left side are occasionally moved to the right side if they cannot be used for the current task.\n§oAllows to prevent that the input slots fill up with unusable items.§r",
  "block.anthillinside.hive.tooltips.powered": "§6Redstone Powered:§r The Hive senses a Redstone signal and does not eject items anymore at the output side.",
  "block.anthillinside.hive.tooltips.sugartrip": "§6Sugar Trip:§r Work process and colony growth are boosted with Red Sugar.",
  "block.anthillinside.hive.tooltips.workselect": "§6Work Selection:§r Place a Hopper, Crafting Table, Furnace, Blast Furnace, Smoker, or Composter in here:\n§6Crafting Table:§r 3x3 crafting (grid will be shown). The exact items in the grid are preferred, then other matching items will be used.\n§6Furnaces:§r Cook or smelt. In the grid slots below you can tell what is allowed as fuel.\n§6Composter:§r Use everything that can be composted in the left slots to make Bone Meal.\n§6Hopper:§r Simply move items from the left input slots to the right output slots (for item collection, cart unloading, etc).\n§6Other Items:§r You may very well experiment what else is accepted here, and try out how these things work ;-).",
  "block.anthillinside.trail": "Red Ant Trail",
  "item.anthillinside.ants": "Red Ants",
  "item.anthillinside.ants.help": "A bunch of Ants that can be placed in Hives to work or as trail on the ground/walls to transport items in its facing direction. Red Ants have the magnificent ability to throw objects a short distance, therefor items are conveyed faster than the actual trail motion. Trails insert items into Chests from the sides or from below.\nYou can apply a Redstone signal to stop items or to divert items to Ant Trails at the right/left.",
  "item.anthillinside.red_sugar": "Red Sugar",
  "item.anthillinside.red_sugar.help": "Red Ants like it. The mix is very useful to speed up the work and colony growth of Red Ant Hives. Put the sugar in one of the left hive slots to give them a 'sugar trip'."
}
