{
	"name": "Remnants of the past",
	"icon": "ancientspellcraft:ancient_spellcraft_spell_book",
	"category": "ancient_knowledge",
	"sortnum": 0,
	"advancement": "ancientspellcraft:relics",
    "pages": [
		{
			"type": "text",
			"text": " Only a few remnants of the old wizarding civilizations can be found in this era. Many of their ancient spells and techniques are said to be lost to the ages... the magical seals that bind magic to parchment have decayed and faded away, books and scrolls have been devoured by silverfish and the surviving ones crumble into dust at the slightest disturbance."
		},
		{
			"type": "text",
			"text": " Only the most mundane and sturdy forms of knowledge persisted - Stone Tablets, enchanted and bound runes, runic mana flasks and so on."
		},
		{
			"type": "text",
			"text": "While most current-day wizards can discover ways to live for centuries, even the oldest of today can be considered but children in the eyes of the wizards from the age of these relics. It is unknown why the spell books and arcane wizard robes succumbed to the ravages of time, as they are usually enchanted with seals and incantations which prevents any kind of physical harm or aging. A large number of theories have been posited by scholars over the centuries, but few can be taken seriously."
		},
		{
			"type": "text",
			"text": "One such theory, widely accepted by the wizardfolk, describes a cataclysmic event occurring thousands of years ago, commonly referred to as $(o)The Rift$(). $(br) Details are unclear, but based on the scraps of evidence discovered by wizard scholars over many millennia, it is concluded that $(o)The Rift$() caused all powerful forms of magic to be wiped out of the Overworld. Some scholars believe it was an accident, such as a powerful ritual gone awry; perhaps a wizard's foolish attempts to summon a primordial deity to gain even more powerful knowledge? Others say that it was intentional- that the ancient wizards hid their knowledge away due to the appearance of a terrifying new threat. Perhaps we will never find out the entire truth."
		}
	]
}