{
  "name": "紅石自動化",
  "icon": "minecraft:redstone",
  "category": "bloodmagic:altar",
  "pages": [
    {
      "type": "text",
      "text": "$(l:bloodmagic:altar/blood_altar)血之祭壇$()是項令人驚奇且目不轉睛的道具，但是你總不會想要傻傻佇立在那乾瞪著你的石板完成。幸運的是，物品和LP都可以輕易地經由管線輸出輸入祭壇。不過就算如此，這裡仍有幾點注意事項：$(br2)當$(item)漏斗$()輸入物品時，它不會只讓你能輸入一個物品進去；換句話說，你很有可能最後會看到它一次就合成了一整組石板"
    },
    {
      "type": "text",
      "text": "出來，並耗費比平時合成時多64倍的LP；然而假如你無法快速補充那麼多的LP，這就有點麻煩了。$(br2)況且，祭壇並沒有區分出入口。因此，假若少了個過濾物品的工具，這些東西可能將以你的物流系統能及的最高速度反覆輸入輸出。也許你會需要一個管理系統...（如果能有的話）"
    },
    {
      "type": "text",
      "text": "The altar also supports the transfer of blood, both to and from an external tank. Simply hook up your fluid pipe of choice and you can store excess blood for later crafts. $(br2)Note that the transfer speed is very slow by default. If you want to speed it up, you'd best look into $(l:bloodmagic:altar/blood_rune/acceleration_rune)Acceleration Runes$() and $(l:bloodmagic:altar/blood_rune/dislocation_rune)Displacement Runes$()."
    },
    {
      "type": "text",
      "text": "Don't forget that this blood isn't taken directly from the altar itself, but rather from a second, secret internal tank. This tank can hold up to 10% of the blood that the altar itself can, so if the numbers don't appear to be adding up exactly right, or if blood appears to be vanishing from your altar, this is probably where it's going. The same limitations apply to blood being piped in."
    },
    {
      "type": "text",
      "text": "(Also not implemented:) $(strike)The blood altar's LP value can be read via a comparator on the side, similar to a vanilla chest. $(br2)If you place a $(item)Bloodstone Brick$()$(strike) underneath the altar, the comparator will instead read the value of the $(l:bloodmagic:altar/soul_network)Soul Network$(/l) of the owner of any orb that is placed into the Altar. $(br2)The signal strength depends on the size of the orb in the altar, not the maximum LP of the network, so if you have"
    },
    {
      "type": "text",
      "text": "$(strike)500,000 LP, a Weak Blood Orb would show as completely full, but a Master Blood Orb would show as only half full. This can be used to, for example, deactivate certain rituals when you are running low on LP, to ensure you don't run out. $(br2)Lastly, placing a $(item)Redstone Lamp$()$(strike) underneath the altar will make it output a redstone signal upon finishing a crafting operation. With a bit of cunning, this should allow you to fully automate the production of slates."
    }
  ]
}