{
  "name": "Endergenic Generator",
  "icon": "rftoolspower:endergenic",
  "category": "rftoolspower:category_rftoolspower_powergeneration",
  "sortnum": 30,
  "pages": [
    {
      "type": "text",
      "text": "Scientists working in The End have discovered an interesting property of ender pearls. When a pearl is thrown in some controlled manner the mystic properties that occur on arrival can be harnessed and converted to RF. If done at exactly the right moment this can produce a lot of power. A pearl thrown this way is called an $(o)Endergenic Pearl$()"
    },
    {
      "type": "text",
      "text": "In addition it appears that pearls 'remember' that they have been captured this way. If a pearl is captured and then thrown again as soon as possible its internal power capacity increases which can give big benefits for producing RF  this. However, this means that the pearl has to be fired again as soon as possible, as trying to restrain a pearl from firing is very costly on energy"
    },
    {
      "type": "image",
      "images": [
        "rftoolspower:textures/manual/endergenic.png"
      ]
    },
    {
      "type": "text",
      "text": "Note that even in optimal conditions pearls can be lost. So a way has to be found to ensure that the system stays operational at all times.$(br2)The Endergenic Generator is the main block. It can capture endergenic pearls and fire them again. It has three modes which are controlled by giving redstone pulses:$(br)$(li)$(d)Idle: $()just waiting (default)$(li)$(d)Charging: $()the device can receive endergenic pearls$(li)$(d)Holding: $()the device is holding a pearl"
    },
    {
      "type": "text",
      "text": "Charging mode is a 15-tick cycle. The most optimal time to capture a pearl is at tick 10 (starting with tick 1). RF will also be generated if an endergenic pearl arrives at any other point in the charging cycle but the RF that can be generated will be a lot less.$(br2)When the charging cycle ends without a pearl being received then the machine will go into idle mode again"
    },
    {
      "type": "text",
      "text": "On receiving a pearl charging mode ends and the machine goes into holding where it will consume RF every tick. So don't hold for too long as you will then end up consuming more RF then you gained. If generator does not have enough power to hold the pearl then it will be lost. Also each tick there is a small chance that the pearl will be lost in any case.$(br2)Use a wrench to control the destination of each generator. Otherwise pearls will be automatically lost"
    },
    {
      "type": "text",
      "text": "Using a wrench you can pair generators. Pay attention to the message you get when you do this as it tells you the distance (in ticks) between the generators. This can help you to time the rest of the system exactly right. Note that the maximum distance is 4 ticks.$(br2)This mechanic of charging, holding and firing endergenic pearls at specific times implies precise timing and cooperation. You will need at least two generators to be able to produce power"
    },
    {
      "type": "text",
      "text": "If you have plenty of ender pearls and don't care too much about less then optimal generation you can just throw in as many pearls as you want from one generator and capture them in another. Then it that other generator you just fire them away immediately without caring about a destination. You will quickly consume lots of ender pearls this way so this might not be the best way to proceed"
    }
  ]
}
