{
  "title": "Extra Utilities 2 使用手冊",
  "author": "RWTema",
  "pages": [
    {
      "title": "介紹",
      "text": "本Mod仍在開發中，版本更新還會不斷持續。因此，部分物品/方塊並未完成，且/或在未來有所變動。如有風險，概不負責。"
    },
    {
      "title": "能量網",
      "text": "Extra Utilities 2 提供了一個被動式能量系統。它按照如下規則運作：\n\n 1.你不需要燃料，每個發電機都是被動地從環境中生產能量的。\n 2.沒有纜線。你可以隨處擺放發電機和用電器，甚至跨維度，它們都會自動接入玩家的能源網路.\n 3.網路是私有的，每個能量網路都是對每個玩家獨立的。能量網路不能從玩家上分離，但是兩個玩家之間可以分享能量網（待實現）。\n4.能量不能儲存——只能消耗或浪費掉。\n5.若能量不足，所有設備會拒絕工作。"
    },
    {
      "title": "能源共享",
      "text": "如果願意，一群人也可以共享他們的能源網路。使用指令 /xu_powesharing 以確認要同哪個玩家共享網路。如果他們確認要共享的話，你們的網路會被合併。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 7,
      "text": "最簡單的產生能量的方法。只要玩家動手轉動紅石齒輪就會生成GP。並不符合可持續發展的觀念，但是足以讓玩家驅動諧振器以製造更複雜物品所需的材料。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 0,
      "text": "太陽能板是最簡單的GP發電機。若不是因為青金石，它的製作並不複雜。但它們在夜晚不工作。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 1,
      "text": "月亮能板只在夜晚工作，據此可用來彌補太陽能板的不足。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 2,
      "text": "當放在熔岩旁時產生GP。此舉不消耗熔岩。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 3,
      "text": "利用其每個面旁邊的流動水來產生GP。重複，是流動水，不是靜止水。另外它本身不消耗水。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 4,
      "text": "利用風能來產生GP。風速會隨時間變化而變化。"
    },
    {
      "entry": "PassiveGenerator",
      "meta": 5,
      "text": "當放在火上的時候產生GP。"
    },
    {
      "entry": "Resonator",
      "text": "共振器從你的個人網路中收集能量，並慢慢地注入物品中。共振器生產的部件將用於製造更高級的機械。"
    },
    {
      "entry": "sunCrystal",
      "text": "透過將螢光石粉抹在鑽石上，並讓它暴露於陽光直射下，奇怪的反應產生了。寶石開始發出一種奇怪的「幽光」，更不可思議的是這種光能貫穿固體的牆，而且比原來的光傳播的更遠。也許你可以利用這種能量。"
    },
    {
      "entry": "wateringCan",
      "text": "植物生長需要泥土、水、光和愛。這個灑水壺能夠提供少量的水，和大量的工業級別的愛。\n製作一個空的灑水壺，然後對著水源右擊以灌水。然後你能按住右鍵以對3*3範圍內的植物澆水。"
    },
    {
      "entry": "ItemBuildersWand",
      "text": "當你右擊一個方塊時，它會檢查你的背包以確認是否有同種的方塊。然後它就會嘗試將這些方塊在目前層的基礎上再鋪一層，鋪的方向取決於你右擊了方塊的哪一面，最多一次鋪9個方塊。"
    },
    {
      "entry": "ItemDestructionWand",
      "text": "[TODO - 施工中]"
    },
    {
      "entry": "soundMuffler",
      "text": "你有開過一個羊圈的經歷嗎？若有，那些大聲打著呼嚕的羊們是不是讓你噁心到只想讓它們立刻都閉上嘴巴？好吧，現正式推出一款全新設備，能削弱半徑8個方塊內90%的聲音，讓你能夠享受片刻的寧靜。"
    },
    {
      "entry": "enderLilly",
      "text": "終界百合是一種古代出現過的植物，而它們的種子現在只能在地牢裡找到了。這植物長得令人難以置信的慢，要大約一週的時間才能成熟，當它們成熟時即可收穫一個終界珍珠。當心這植物長大後長出的尖刺。"
    },
    {
      "entry": "trashcan",
      "text": "如果你在為你充滿了各種不要的垃圾的背包而受苦，這個簡單的方塊提供了一種快速有效的處理方法。"
    },
    {
      "entry": "angelBlock",
      "text": "當你在創造模式下想要在半空中建築，或是要在遠離陸地的海洋上建造家園時，這個方塊就是你的最佳拍檔——因為，只要在空氣中右擊，一個方塊就會出現在你面前。"
    },
    {
      "entry": "RedstoneClock",
      "text": "這個簡單便宜的鐘會每秒發射一次紅石脈衝。要關閉，通入紅石訊號即可。"
    },
    {
      "entry": "goldenLasso",
      "text": "當你用小麥引誘牛和羊的時候是否曾感到過灰心喪氣？用黃金套索右擊任何被動型生物就會把它魔法般地抓進套索。然後對地面右擊就能再放出來。這個簡單的工具使得移動動物變得簡單許多了。\n詛咒套索是一種更加危險的套索，而它們能夠抓住非Boss的怪物。但是要抓的怪物的血量必須被壓到一個較低的水平，然後才能夠被套索抓住。"
    },
    {
      "entry": "compressedCobblestone",
      "text": "是否曾有成箱的鵝卵石環繞著你，而你只想用幾個物品槽就能把它們存起來？- 好吧現在你可以了。在工作檯裡放九個鵝卵石便可合成壓縮鵝卵石。然後放置九個壓縮鵝卵石在工作檯裡便可合成二重壓縮鵝卵石。如此重複你最終能獲得八重壓縮鵝卵石。"
    },
    {
      "entry": "GlassCutter",
      "text": "這個工具是用來切玻璃的（震驚臉）。它可以絲綢之觸任何「玻璃材質」的方塊。"
    },
    {
      "entry": "enderShard",
      "text": "刺穿終界珍珠滑而脆的表面通常會令其解體，但若用鋒利的玻璃切割刀就能獲得仍具有終界特性的碎片。"
    },
    {
      "entry": "BagOfHolding",
      "text": "這個手提包可讓你隨身攜帶大量物品。右擊可打開其物品欄。"
    },
    {
      "entry": "RedOrchid",
      "text": "紅石充滿了能量，但是它們並不富含營養。然而，有種植物已經能進化到在紅石礦上生長，那就是紅石蘭。\n成熟後，它就會將周圍一小部分石頭粉末轉化為可收穫的紅石粉末。成熟後它們會發射紅石訊號。"
    },
    {
      "entry": "angelRing",
      "text": "讓你飛上天[todo]"
    },
    {
      "entry": "screen",
      "text": "顯示圖片[todo]"
    },
    {
      "entry": "ChunkLoader",
      "text": "當供能時持續載入周圍3*3的區塊。"
    },
    {
      "entry": "book",
      "text": "你在讀的便是。"
    },
    {
      "entry": "Boomerang",
      "text": "這充滿魔力的迴旋鏢總是會飛回來。右擊以扔出，在擊中牆或怪物前迴旋鏢都會一直向前運動，然後它就會返回到玩家所在處（如有必要也會穿牆）。在返程的路上它會收集掉落物和經驗並把它們送回給玩家。你可以用滯留 藥水同迴旋鏢合成以對任何擊中的怪物附加藥水效果，但這藥水效果是有一定「耐久」的，當耐久沒了以後藥水效果也會消失，需要重新填充。還有一些附魔是專為迴旋鏢設計的。"
    },
    {
      "entry": "Wrench",
      "text": "扳手能讓你改變方塊和機器的設定。"
    },
    {
      "entry": "CursedEarth",
      "text": "用惡魔液滴（凋零骷髏的稀有掉落物）右擊一泥土或草地即可生成「詛咒之土」。在黑暗中，這邪惡的泥土會無視玩家距離生成怪物。比起普通的怪物，生成的怪物帶有「黑暗光環」而使它們更加的強大，但這效果會在一分鐘後消失。火焰是大範圍摧毀詛咒之土的最佳方法。"
    },
    {
      "entry": "Scanner",
      "text": "一個探測器會持續檢測面朝它的這個方塊是否符合預設，如果是的話它就會發射紅石訊號。"
    },
    {
      "entry": "Crafter",
      "text": "給這個方塊設定一個配方，它就會用內置物品欄內的物品合成目標物品，並把它放在內置物品欄裡。如果有東西缺失，它就會嘗試從周圍的容器內拉取物品。你可以把合成器連成鏈以完成更複雜的合成。"
    },
    {
      "entry": "User",
      "text": "這個方塊會嘗試在世界中使用它物品欄內的物品（如果沒有物品的話就是單純地空手「右擊」）。透過其GUI, 你可以設定它的行為以讓它精確完成你交給它的任務。"
    },
    {
      "entry": "Miner",
      "text": "挖掘機會立刻挖掘它面前的任何方塊，並將掉落物放在它的內部緩衝區。你還可用附魔書來為它加入附魔效果。"
    },
    {
      "entry": "pipe",
      "text": "傳輸管道是傳輸系統的構成方塊。把它們放置在世界中，節點可以透過它們來傳輸物品和流體。右擊一個連接可以把它設定為單向的，這意味著物品只能單向透過。如果兩個連接都是單向的那麼它們就不會連接。"
    },
    {
      "entry": "Grocket",
      "title": "傳輸節點",
      "text": "如果一個傳輸節點連接到了適宜的方塊，它就會從其內部抽出物品或流體並透過運輸管道尋找合適的方塊以向其輸入。你可以使用升級以改進它的表現，但這樣做需要GP作為能量。你還可以增加過濾器以控制它互動的物品。"
    },
    {
      "entry": "Grocket",
      "title": "輸入節點",
      "text": "輸入節點和傳輸節點正好相反。它們會從傳輸管道抽出內容物並將它們輸入相連接的合適的方塊。"
    },
    {
      "entry": "Grocket",
      "meta": 1,
      "text": "過濾器可以用於更好的控制用傳輸節點傳輸什麼物品/流體進入容器。把它們放在容器上那麼透過傳輸管道傳輸的任何物品都會看它行事。"
    },
    {
      "entry": "Filter",
      "text": "這個過濾器可以用於匹配特定的物品。如果任意物品同標記槽內的物品匹配，那麼它們就會被匹配。你可以在匹配槽內放置已匹配的過濾器以疊加它們的過濾內容。"
    },
    {
      "entry": "FilterFluids",
      "text": "這是過濾器的液體版。你可以用桶或別的液體容器在匹配槽內來聲明細節。"
    },
    {
      "entry": "PlayerChest",
      "text": "玩家儲物箱可以提供同你個人背包的魔法般的連接。物品可以遠程地從你的背包內輸入/輸出。你必須設定儲物箱以決定你背包中的何格可以被輸入/輸出以開始（預設都不行）。其他玩家也可以右擊此方塊來存取你的背包。"
    },
    {
      "entry": "Indexer",
      "text": "如果你將索引器同一個傳輸管道系統連接在了一起，它就會掃描並列出所有可以輸出的物品。左擊物品就會發送請求，然後索引器就會抽出一個物品(如果可行的話)並放在它的內部儲存空間內。Shift+左擊會請求一組物品，但是它一次還是只能抽出一個物品。另外，索引器有個返回槽，在這些槽內的物品可以被輸出並正確地放入管道系統中。"
    },
    {
      "entry": "IndexerRemote",
      "text": "這個遙控器允許你在世界的每個角落打開索引器的GUI。對著索引器右擊以與你的遙控器綁定。"
    },
    {
      "entry": "Indexer",
      "title": "索引器：JEI支持",
      "text": "如果你裝了JEI的話你就可以用搜尋文字框以篩選你想要的東西。另外，如果你想要合成一樣東西，你可以右擊＋號以嘗試將所有需要的合成原料請求到索引器內。"
    },
    {
      "entry": "potion_second_chance",
      "text": "如果一個玩家在復活效果下承受了致死的傷害，他們就會立刻被治療到滿血。此後，復活buff會消失，同時會給予玩家一個虛弱效果。在一條命中能且只能觸發一次。"
    },
    {
      "entry": "potion_love",
      "text": "對一群動物扔飛濺 愛情藥水就會讓它們進入繁殖期（如果可以的話）。對玩家無效果。"
    },
    {
      "entry": "potion_gravity",
      "text": "重力藥水會把任何飛在天上的生物或玩家強行拉回地面。藥水的效果同離地面的高度成正比。"
    },
    {
      "entry": "potion_fizzy_lifting",
      "text": "漂浮藥水會讓你飄起來。"
    },
    {
      "entry": "potion_greek_fire",
      "text": "永恆之火會讓玩家或怪物著火。這火焰會一直燒下去，直到藥水效果消失。"
    },
    {
      "entry": "potion_relapse",
      "text": "復發藥水會阻止玩家治療負面效果。如果玩家治癒了一個負面效果，那麼這個效果會馬上死灰復燃，但是時長會被縮短。"
    },
    {
      "entry": "villager_red_mechanic",
      "text": "這些帶著紅色繩子的村民崇拜紅石和GP能量網，相信著它會給它們超人的能量。誰知道這是不是真的，但他們總會樂意傳播自己的宗教製品。"
    },
    {
      "entry": "villager_alchemist",
      "text": "釀造藝術的狂熱愛好者。這些學者樂於運用它們的知識和智慧來創造並銷售強力的藥水；如果原料短缺的話，它們也許也會用綠寶石買現成的藥水。有趣的是：它們的鬍子是用線掛起來的假貨。"
    },
    {
      "entry": "villager_shady_merchant",
      "text": "這些可疑的村民看起來總有好東西出售，但在談起它們的來歷時他們卻總是遮遮掩掩。如果你是個警察，你得去告訴它們，「這是規矩」。"
    }
  ]
}