{
  "name": "核反應堆",
  "category": "modern_industrialization:midgame",
  "icon": "modern_industrialization:uranium_fuel_rod_quad",
  "pages": [
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/nuclear_reactor_asbl",
      "text": "核反應堆是一個大型多方塊，其目的是透過消耗核燃料來產生大量能量。它可以生產比柴油多 100 倍的 EU/t。它有多種尺寸，從小到大。"
    },
    {
      "type": "text",
      "text": "儘管下面幾頁試圖解釋它，但它在幕後的運作方式可能有點讓人不知所措。儘管如此，您無需了解細節即可設計功能強大的反應器。$(br2)我們建議您在創造模式下嘗試各種設計，直到找到適合您的設計。"
    },
    {
      "type": "text",
      "text": "請注意，核反應堆不會爆炸、發射輻射或以其他方式損壞地圖。如果溫度過高，它唯一可能損壞的是您放入其中的物品（稍後會詳細介紹）。$(br2)您應該可以自由地進行實驗，並享受作為核科學家的新生活！"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/casing/nuclear_casing_asbl",
      "text": "主要部件是由核合金製成的核套管：鎘、鈹和抗爆合金的混合物。"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/casing/nuclear_item_hatch_asbl",
      "text": "結構的上部接受核物品或液體艙口（或簡單的外殼）。這些是反應器的輸入和輸出。"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/casing/nuclear_fluid_hatch_asbl",
      "text": "每個艙口都有一個輸入（物品或液體）和兩個輸出。輸入槽將形成一個網格，顯示在反應器介面中（可對控制器按右鍵來存取）。"
    },
    {
      "type": "text",
      "text": "Each hatch has a temperature and stores heat which can be dissipated in several ways. The heat will naturally move to an adjacent hatch or to the outside if the hatch is on the edge (the heat is then lost). The speed of this process is equal to the hatches content's heat transfer coefficient (shown in REI) times the temperature difference. The heat can also be extracted in a fluid hatch by producing steam. A temperature above an item's maximum temperature will destroy it."
    },
    {
      "type": "text",
      "text": "The core nuclear reactor elements are neutrons. Those are produced by the nuclear fuel. There are two type of neutrons, fast and thermal : the fast carry energy while the thermal do not. Neutrons move in a straight line until they encounter an element or exit the reactor (for fast neutrons, their energy is then lost). The flow of neutrons is shown in the reactor GUI."
    },
    {
      "type": "text",
      "text": "When a neutron encounters a non-empty hatch, two things can happen : the neutron is absorbed or scattered. A scattered neutron will randomly change direction. If the scattered neutron is fast, it has a chance of slowing down, becoming a thermal one. This transfers the energy from the neutron to the hatch in the form of heat. An absorbed neutron stops its course and also transfers its energy if it was a fast neutron."
    },
    {
      "type": "text",
      "text": "The number of absorbed neutrons in a single hatch can be seen in the GUI. The probability for each processes is shown in REI. Those will strongly depend on the hatch's content and the neutron type (fast or thermal). Nuclear fuels absorb thermal neutrons far better."
    },
    {
      "type": "text",
      "text": "When a neutron, either fast or thermal, is absorbed in nuclear fuel, more neutrons are generated. Those are always fast neutrons and have random direction. Their generation is accompanied by the direct release of energy in the form of additional heat in the hatch."
    },
    {
      "type": "text",
      "text": "Above a certain threshold, the number of generated neutrons will decrease with the temperature until reaching zero. This process wastes some energy, but guarantees the stability of the reactor. The number of generated neutrons (and effective efficiency), the direct energy and the temperature threshold are in REI."
    },
    {
      "type": "text",
      "text": "Each nuclear component has maximum number of absorptions. When reached, the item is either destroyed or transformed into a depleted version. This is particularly useful for nuclear fuel because some part of the U238 is transformed into Plutonium in the depleted version, meaning some of it can be transformed back into fuel."
    },
    {
      "type": "text",
      "text": "The same thing happens for fluids: a bit of fluid is transformed after each neutron absorption. This can be used to mass produce useful isotopes like deuterium and tritium. In both cases, the outcome is shown in REI."
    }
  ],
  "sortnum": 206
}