{
  "name": "核反應堆",
  "category": "modern_industrialization:midgame",
  "icon": "modern_industrialization:uranium_fuel_rod_quad",
  "pages": [
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/nuclear_reactor_asbl",
      "text": "核反應堆是一個大型多方塊，其目的是透過消耗核燃料來產生大量能量。它可以生產比柴油多 100 倍的 EU/t。它有多種尺寸，從小到大。"
    },
    {
      "type": "text",
      "text": "儘管下面幾頁試圖解釋它，但它在幕後的運作方式可能有點讓人不知所措。儘管如此，您無需了解細節即可設計功能強大的反應器。$(br2)我們建議您在創造模式下嘗試各種設計，直到找到適合您的設計。"
    },
    {
      "type": "text",
      "text": "請注意，核反應堆不會爆炸、發射輻射或以其他方式損壞地圖。如果溫度過高，它唯一可能損壞的是您放入其中的物品（稍後會詳細介紹）。$(br2)您應該可以自由地進行實驗，並享受作為核科學家的新生活！"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/casing/nuclear_casing_asbl",
      "text": "主要部件是由核合金製成的核套管：鎘、鈹和抗爆合金的混合物。"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/casing/nuclear_item_hatch_asbl",
      "text": "結構的上部接受核物品或流體倉（或簡單的外殼）。這些是反應器的輸入和輸出。"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/casing/nuclear_fluid_hatch_asbl",
      "text": "每個倉都有一個輸入（物品或流體）和兩個輸出。輸入槽將形成一個網格，顯示在反應器介面中（可對控制器按右鍵來存取）。"
    },
    {
      "type": "text",
      "text": "每個倉都有一個溫度並儲存熱量，熱量可以通過多種方式消散。如果倉在邊緣，熱量會自然地移動到相鄰倉或外部（熱量隨後會散失）。此過程的速度等於倉含量的傳熱係數（以 REI 顯示）乘以溫差。 熱量也可以透過產生蒸汽在流體倉中提取。高於物品最高溫度的溫度會摧毀它。"
    },
    {
      "type": "text",
      "text": "核心核反應堆元件是中子。這些是由核燃料產生的。有兩種類型的中子，快中子和熱中子：快中子攜帶能量，而熱中子不攜帶。中子沿直線運動，直到遇到元素或離開反應堆（對於快中子，它們的能量隨後會流失）。中子流顯示在反應堆介面中。"
    },
    {
      "type": "text",
      "text": "當中子遇到非空倉時，會發生兩件事：中子被吸收或散射。散射的中子會隨機改變方向。如果散射的中子速度很快，它就有可能減速，變成熱中子。這將能量以熱量的形式從中子傳遞到倉。如果被吸收的中子是快中子，它會停止運作並轉移其能量。"
    },
    {
      "type": "text",
      "text": "在介面中可以看到單個倉中吸收的中子數。每個過程的機率顯示在 REI 中。這些將在很大程度上取決於倉的內容和中子類型（快中子或熱中子）。核燃料能更好地吸收熱中子。"
    },
    {
      "type": "text",
      "text": "當核燃料吸收快中子或熱中子時，會產生更多中子。那些總是快中子並且具有隨機方向。它們的產生伴隨著倉中以額外熱量的形式直接釋放能量。"
    },
    {
      "type": "text",
      "text": "超過某個閾值，產生的中子數會隨著溫度的升高而減少，直到達到零。這個過程浪費了一些能量，但保證了反應器的穩定性。產生的中子數（和有效效率）、直接能量和溫度閾值在 REI 中。"
    },
    {
      "type": "text",
      "text": "每個核成分都有最大吸收次數。當到達時，該物品要嘛被破壞，要嘛變成一個貧化的版本。這對核燃料特別有用，因為鈾-238 的某些部分在貧化的版本中會轉化為鈽，這意味著其中一些可以轉化回燃料。"
    },
    {
      "type": "text",
      "text": "流體也會發生同樣的事情：在每次吸收中子後，都會有一點流體發生變化。這可用於大量生產有用的同位素，如氘和氚。在這兩種情況下，結果都顯示在 REI 中。"
    }
  ],
  "sortnum": 206
}